{"https://www.jdsupra.com/": "Menu News & Insights Popular Labor & Employment Finance & Banking Intellectual Property Health & Healthcare Environmental Issues more… Business Insurance Commercial Real Estate Corporate Taxes Immigration Securities more… Personal Residential Real Estate Estate Planning Civil Rights Personal Taxes Bankruptcy more… Jump to: Latest Updates » Trending [7] [Ongoing] Read Latest COVID-19 Guidance, All Aspects [Hot Topic] Employer Liability Issues [Trending] Artificial Intelligence [Hot Topic] Environmental, Social & Governance Stay Informed: Popular Reads on JD Supra Meet JD Supra's Top Authors! Build a Morning News Digest: Easy, Custom Content, Free! Browse All Law News Topics » Find Author By Business Matters Labor & Employment Finance & Banking Intellectual Property Insurance Taxes By Personal Issues Civil Rights Family Matters Personal Injury Wills, Trusts, & Estate Planning Worker’s Compensation By Location California New York Texas Canada United Kingdom Subscribe Custom Email Digests Build a custom email digest by following topics, people, and firms published on JD Supra. Twitter RSS Feeds for Publishers For Reporters My Account Log In Follow Expert Insight, Commentary, and Intelligence On... Corporate HOT COVID-19 Guidance Cybersecurity HIPAA Compliance Issues The NLRB The SEC Others » Small Business Employee Handbooks Social Media Issues Employer Liabilities Intellectual Property Independent Contractors Startup Issues Others » Personal Matters Estate Planning Visas Discrimination Retaliation Mortgages Privacy Others » Latest Updates Building a Stronger Culture of Compliance Through Targeted and Effective Training: Part 4-A Training Program for 3rd Parties by Thomas Fox - Compliance Evangelist Welcome to a special 5 part blog post series on building a stronger culture of compliance through targeted and effective training, sponsored by Diligent. Over this series I will visit with Kunal Agrawal, Director of Customer Success at… more New California Assembly Bill on Website Accessibility Could Result in a Lawsuit Tsunami by Seyfarth Shaw LLP Seyfarth Synopsis: AB 1757 would adopt WCAG 2.1 Level AA as the de facto standard for websites and mobile apps that can be accessed from California and impose liability for statutory damages on business establishments and website… more U.S. state legislative bills on AI: a mid-year update by Bryan Cave Leighton Paisner In 2023, state legislatures across the U.S. responded to the growing impact of artificial intelligence (AI) by introducing a substantial number of bills aimed at regulating its development and use by private industry. To date… more Starting in April 2024, California Joins Growing Trend of Implementing Advance Review Processes for Healthcare Transactions by Goodwin With the passage of SB-184 (the “Bill”), California — like Maine, New York, and several other states — has addressed “pervasive” mergers and acquisitions across the healthcare industry by requiring prior notice to regulators of certain… more European AI Act Progresses to the Next Stage of the Legislative Process by Littler On June 14, 2023, the European Parliament voted to approve the first draft of the new AI Act, the world’s first comprehensive law regulating artificial intelligence (“AI”). Although the law has not yet been passed and may be subject to… more Treasury and IRS Release Guidance on Advanced Energy Project Credits, Direct Payment, and Transferability of Investment Tax Credits by Nelson Mullins Riley & Scarborough LLP The Treasury Department and Internal Revenue Service (IRS) have released Notice 2023-44 and proposed regulations to provide long-anticipated guidance on the application procedures for the Section 48C(e) credit and for the transfer or… more Court permits addition of inventor to a patent that is subject of ongoing litigation by Smart & Biggar In Regeneron Pharmaceuticals, Inc v Canada (AG), 2023 FC 768, the Federal Court granted Regeneron’s application to add an inventor to its issued patent, which was the subject of pending litigation. The Court was satisfied, based on the… more Disciplining employee misconduct: A return to (relative) complexity by McAfee & Taft The decisions of the National Labor Relations Board have always been subject to the change — sometimes shifting pro-employer, sometimes pro-labor — depending on the political composition of its members. Once again, the Board has… more Troutman Pepper Weekly Consumer Financial Services Newsletter - June 2023 # 3 by Troutman Pepper To help you keep abreast of relevant activities, below find a breakdown of some of the biggest events at the federal and state levels to impact the Consumer Finance Services industry this past week..… more Miami Mayor Suarez Jumps into Presidential Race—What Are the Pay-to-Play Considerations? by Akin Gump Strauss Hauer & Feld LLP Miami Mayor Francis X. Suarez is the latest candidate to enter the growing field for the 2024 Republican presidential nomination. With Suarez’s June 15 announcement, he became the third state or local officeholder to enter the GOP… more American Public Is Thrown Into the EtO Mix with Government and Industry by Goldberg Segalla After a COVID-related dip, ethylene oxide (EtO) cannot seem to stay out of the news these days. Every week there is some EtO-related legal or technological development in the United States. And now the public is being encouraged to… more Seeking Shelter: Recession Implications for your Organization by Ward and Smith, P.A. In an interactive discussion led by Hank Harris, Director of Consulting for Ward and Smith Business Consulting, three attorneys shared their thoughts on the current state of the economy and how business owners can prepare for a… more Pregnant Workers Fairness Act to Take Effect June 27, 2023, Following the PUMP for Nursing Mothers Act by Jackson Walker With the “PUMP Act” (Providing Urgent Maternal Protections for Nursing Mothers Act) already in effect and the “PWFA” (Pregnant Workers Fairness Act) taking effect on June 27, 2023, is your company in compliance with these big changes?… more Federal Circuit Special Committee Responds to Judge Newman's Counsel's Request for Clarification Regarding Misconduct Hearing by McDonnell Boehnen Hulbert & Berghoff LLP Responsive to the letter from Judge Pauline Newman's counsel sent June 15th (see \"Judge Newman Matter Continues\"), the Special Committee directing the Federal Circuit's inquiry regarding Judge Newman's fitness for continued service on… more 5 Key Takeaways - Risks Facing Banks Today by Kilpatrick Townsend & Stockton LLP Kilpatrick Townsend’s Gary Bronstein recently joined a panel of other industry leaders at “The Bank Director: Bank Audit and Risk Conference”. The panel discussed the countless risks facing banks today and what banks can do to mitigate… more DC Circuit Pours Cold Water on Global Warming Legislation by Goldberg Segalla Refrigeration technology has come a long way since ancient Chinese cultures harvested ice from frozen lakes and desperately tried to keep them insulated in ice cellars more than a thousand years ago. The technology advanced through the… more Juez otorga suspensión provisional contra Reforma Minera by Hogan Lovells El Juzgado de Distrito Décimo Sexto del Primer Circuito, concedió una suspensión provisional a quejosa, con el fin de que no le sea aplicada la Reforma Minera en su totalidad… more Canadian patent fees to increase in 2024: The first comprehensive fee hike in 20 years by Smart & Biggar Amendments to the Patent Rules were published on June 21, 2023, revising the tariff of fees payable to the Canadian Patent Office, and broadening the small entity definition. The changes take effect on January 1, 2024. Applicants and… more [Audio] AI Risks in Healthcare by Health Care Compliance Association (HCCA) The excitement over Artificial Intelligence (AI) is often met with concerns about its negative potential. That’s especially true in healthcare where the potential gains are met by the principled and practical requirements of protecting… more The Hapless Case of the Hookless Defendants: A Cautionary Tale on Treble Damages and Costly Attorneys’ Fees by Quarles & Brady LLP Launching a product, even a simple one, can be lucrative, but also presents risks, not the least of which is patent infringement. Before selling a product, it is wise to invest in patent clearance advice, which includes an… more Bitter Medicine: Third Circuit Holds Officers Disciplined for Offensive Social Media Posts Stated a First Amendment Claim by Seyfarth Shaw LLP Seyfarth Synopsis: On June 8, 2023, the United States Court of Appeals for the Third Circuit held in Fenico v. City of Philadelphia that police officers disciplined for offensive Facebook posts stated a First Amendment claim sufficient… more New Helium Developments in Alberta and Saskatchewan by Bennett Jones LLP Key Highlights - - The global demand for helium exceeds current production rates. - Helium is essential for its uses in the medical research, semiconductor manufacturing, space exploration and technology industries. - With… more Go Green or Go Home: ESG's Increasing Impact on M&A in the UK and Europe by Katten Muchin Rosenman LLP Environmental, social and governance (ESG) has become a megatrend in mergers and acquisitions and is here to stay. ESG itself is a wide capture-all definition, with \"E\" recognised as relating to environmental matters (such as climate… more Exploring the Build to Scale Program: Funding Opportunities for Entrepreneurs and Tech-Driven Startups by Kohrman Jackson & Krantz LLP On June 1st, the Economic Development Administration’s Office of Innovation and Entrepreneurship (OIE) within the U.S. Department of Commerce launched the application process for the Build to Scale (B2S) Program. This program provides… more Guardrails for Bank-Fintech Partnerships: The Federal Banking Agencies Finalize Third-Party Risk Management Expectations by Wilson Sonsini Goodrich & Rosati The Board of Governors of the Federal Reserve System (Fed), the Federal Deposit Insurance Corporation (FDIC), and the Office of the Comptroller of the Currency (OCC) (collectively, the Agencies) issued the long-awaited… more SEC Charges Binance and Coinbase in Latest Efforts to Crack Down on Crypto Industry by Cranfill Sumner LLP The cryptocurrency industry has been under regular fire from regulators this year. The latest companies to face the wrath of the federal government are also some of the largest. Earlier this month the Securities and Exchange Commission… more UK - ICO publishes neurotechnology report flagging the discrimination risks in brain-monitoring technologies by Allen & Overy LLP The UK Information Commissioner's Office (ICO) published a report on neurotechnology and released an accompanying statement on 8 June 2023… more U.S. Supreme Court Allows Justice Department to Dismiss Whistleblower Cases by King & Spalding On June 16, 2023, the U.S. Supreme Court affirmed that the DOJ properly secured a dismissal of a whistleblower suit accusing Executive Health Resources Inc. of violating the False Claims Act by improperly billing Medicare. The case… more Federal Court Potentially Upends Small Business Administration's Method for Calculating Contractors' Annual Receipts in Size-Protest-Turned-False-Claims-Act Case by Venable LLP On May 18, 2023, the U.S. District Court for the District of Columbia (DDC) issued a decision with significant potential consequences for federal contractors and the U.S. Small Business Administration (SBA)… more Eleventh Circuit Holds That Military Leave Is Comparable to Paid Administrative Leave Under USERRA by Ogletree, Deakins, Nash, Smoak & Stewart, P.C. On June 8, 2023, the U.S. Court of Appeals for the Eleventh Circuit held in Myrick v. City of Hoover, Alabama that military leave is comparable to paid administrative leave under the Uniformed Services Employment and Reemployment… more “Experiments” in Custody Arrangements May Confer In Loco Parentis Standing. by Fox Rothschild LLP One of the most challenging areas of child custody laws in this century has been the debate over who gets to litigate rights to custody. The technical term is “standing” and states across the country have continued to struggle who gets… more Georgia Physician Awaits $27+ Million Judgment Following False Claims Act Trial Loss by Husch Blackwell LLP On June 14, 2023, a federal jury found that a Georgia physician knowingly violated the False Claims Act following a two-week trial on allegations that he made false claims to the Medicare Program. Now, despite just $1.1 million in… more Doors Open for Public Nursing Home Litigation? by Dinsmore & Shohl LLP The United States Supreme Court has held an individual’s private right of action to sue a public nursing home for violations of federally protected rights in Health and Hospital Corporation of Marion County v. Talevski. The Court held… more Singapore: MAS Proposes Guidelines for Financial Institutions to Support Financing for Decarbonisation by Latham & Watkins LLP The forthcoming guidelines will set supervisory expectations to steer financial institutions’ transition planning processes to facilitate decarbonisation efforts by their clients. On 8 June 2023, the Monetary Authority of… more Navigating the Tax Implications of Forming or Ending a Partnership by Freeman Law Partnerships are a popular business entity in the United States, particularly for small businesses. If you are considering forming a partnership, it is important to understand the fundamentals (and consequences). Generally, a… more Is Fair Market Value Dispositive in an Anti-Kickback Statute Case? by Stevens & Lee On the heels of the Sixth Circuit’s recent decision in Martin v. Hathaway, previously discussed on Health Law Observer, a critical issue in that case, i.e., the meaning of the term “remuneration” for purposes of the federal… more New York Legislature Agrees to Ban Noncompete Agreements by Faegre Drinker Biddle & Reath LLP New York is poised to become the fifth state in the nation to impose a complete ban on employment-related noncompete agreements, joining California, Oklahoma, North Dakota, and most recently, Minnesota. On June 20, 2023, the New… more Insurance Coverage for Email Scams by Ervin Cohen & Jessup LLP A genuine looking email is sent to a company’s accounts payable department with instructions from its president to pay money to a certain account. The “To” and “From” headers and the signature block look identical to hundreds of emails… more The New York State Law Enforcement Misconduct Investigative Office: What Law Enforcement Agencies Need to Know by Bond Schoeneck & King PLLC In June 2020, the New York Legislature enacted Article 5, Section 75 of the New York Executive Laws, which established the Law Enforcement Misconduct Investigative Office (LEMIO). In response to the nationwide protests following the… more Alberta : Rejet d’une tentative de tenir l’acheteur responsable des arriérés de redevances d’un vendeur après la clôture by Blake, Cassels & Graydon LLP Le 21 avril 2023, la Cour du Banc du Roi de l’Alberta (la « Cour ») a rendu sa décision dans l’affaire Terra Energy Corp (Re). Elle a rejeté la tentative du gouvernement de l’Alberta de recouvrer les arriérés de redevances pétrolières… more Appeals Court Upholds School’s Right to Discipline Student for Off-Campus Speech by Roetzel & Andress The U.S. Sixth Circuit Court of Appeals, which governs Ohio, Michigan, Kentucky, and Tennessee, in Kutchinski v. Freeland Community School District, 69 F.4th 350 (6th Cir. 2023), reaffirmed a public school district’s ability to… more Shared Ownership of Family Cottages, Part Two: Ownership Structures for Shared Family Property by Warner Norcross + Judd In my last post about shared ownership of cottages, I discussed items to consider when deciding whether to create a plan for future generations to share the ownership and use of the family cottage or vacation property. Once you have… more EEOC Casts New Focus on Construction Industry by Husch Blackwell LLP Last month, the Equal Employment Opportunity Commission (EEOC) issued a report shedding light on the alleged prevalence of employment discrimination and harassment issues in the construction industry, as well as steps the EEOC is… more SEC Issues Additional Guidance on Investment Adviser Examinations and Compliance With the Marketing Rule by Lowenstein Sandler LLP The Securities and Exchange Commission (SEC) routinely prepares Risk Alerts to provide helpful information to federally registered investment advisors (advisers). On June 8, the SEC released a Risk Alert that described additional areas… more One bid isn’t enough by Ary Rosenbaum - The Rosenbaum Law Firm P.C. As the time owning my house is coming to an end, my wife and I are embarking on one last project: renovating a patio that should have been replaced when we bought the house 18 years ago. Trying to not replicate the mistakes of the… more Illinois 2023 End of Session Report by McGuireWoods Consulting First Year of the 103rd General Assembly - The Illinois General Assembly adjourned the 2023 regular session in the early morning hours on May 27, 2023… more Daily Financial Regulation Update -- Thursday, June 22, 2023 by Paul Hastings LLP June 21, 2023- The U.S. Senate Committee on Banking, Housing, and Urban Affairs held a nomination hearing on the following nominations: •The Honorable Philip Nathan Jefferson, of North Carolina, to be Vice Chairman of the Board of… more NLRB Departs from Employer-Friendly Independent Contractor Test by Fox Rothschild LLP The National Labor Relations Board, in its decision in The Atlanta Opera, Inc., has modified its standard for determining whether a worker is an employee or independent contractor under the National Labor Relations Act (the Act). This… more New Hampshire Lakes PFAS Study May Help Inform Regulatory Standards by MG+M The Law Firm If you escape for a leisurely weekend of fishing at New Hampshire lakes this summer, you might be able to call yourself a “citizen scientist” if you donate your of your catch to science. Dartmouth College researchers are collecting… more Social Media is Everywhere, But Who Owns these Social Media Accounts Anyway? by Dechert LLP The explosive growth in the use of social media for commercial advertising, product development and customer engagement, including via “influencers,” is well known and those accounts may have significant value. However, the development… more Horizontal Cooperation Agreements – New EU Regulations and Guidelines by Orrick, Herrington & Sutcliffe LLP On 1 June 2023, the European Commission has announced the adoption of updated Horizontal Block Exemption Regulations on Research and Development (R&D) and Specialization agreements (HBERs) and revised Horizontal Guidelines… more Post-Pandemic Update on Commercial Evictions in Minnesota by Dorsey & Whitney LLP In August 2020, we circulated an article addressing COVID-19’s Impact on Commercial Evictions and Landlord-Tenant Relations in Minnesota. Nearly three years later, much has changed and it’s time for an update… more Chief Compliance Officer Convicted in Healthcare Fraud Case by Morgan Lewis - Health Law Scan The US Department of Justice (DOJ) announced on June 8, 2023 that Steven King, a compliance executive of pharmacy holding company A1C Holdings LLC, was convicted of defrauding Medicare out of more than $50 million in a scheme involving… more NLRB Returns to Pre-2019 Independent Contractor Standard Making It Easier for Workers To Be Considered Employees by Morgan Lewis In The Atlanta Opera Inc., the National Labor Relations Board once again changed the standard for determining independent contractor status under the National Labor Relations Act, returning  to its pre-2019 standard making it easier… more Appellate Judges Education Institute 2023 by Fox Rothschild LLP Registration for AJEI’s 2023 Summit is now open. It will be held November 2-5 at the JW Marriott in the District of Columbia… more Turning Tax Credits into Cash: IRS and Treasury Release Proposed Direct Pay and Transferability Regulations by Morrison & Foerster LLP On June 14, 2023, the IRS and Treasury Department released proposed regulations regarding the monetization of certain clean energy tax credits, as well as temporary regulations regarding mandatory information and registration… more Cozen Currents: The Limits of Trump's Domination by Cozen O'Connor The second indictment against former President Trump this year may be the talk of the town, but has done little to change the political or governing dynamics in DC. House Speaker Kevin McCarthy (R-CA) successfully kept House… more Initial Takeaways on the FCC’s New Privacy and Data Protection Task Force by Wiley Rein LLP Last week, the Federal Communications Commission (FCC or Commission) launched a new “Privacy and Data Protection Task Force” (Task Force), throwing its proverbial hat into the ring to join the Federal Trade Commission, Department of… more Additional Updates » Upcoming Webinars & Events Jun 21-22 Creating Effective Compliance Training Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Jun 22 Fundamentals of Copyright Law in the Data Era 2023 New York, NY Hybrid Event by Practising Law Institute (PLI) Jun 22 Private Equity Bootcamp 2023 Frankfurt, Germany Event by McDermott Will & Emery Jun 22 Conducting Effective and Efficient Internal Investigations Houston, TX Hybrid Event by Vinson & Elkins LLP Jun 22 Athletics Compliance Update Ongoing Program by Bricker Graydon LLP Jun 22 Enhancing Access to Medicaid Family Planning Program Services: State-Level Best Practices Webinar by Manatt, Phelps & Phillips, LLP Jun 22 M&A Series: Antitrust Considerations in Middle Market Transactions Webinar by Williams Mullen Jun 22 Navigating State Privacy Law Applicability for Healthcare and Financial Services Organizations Webinar by McDermott Will & Emery Jun 22 The State of Risk & Compliance in 2023 Webinar by NAVEX Jun 23 Fundamentals of Trademark Law in the Global Marketplace 2023 New York, NY Hybrid Event by Practising Law Institute (PLI) Jun 26 Preparing for Foreign Subsidies Regulation (FSR) Webinar by McDermott Will & Emery Jun 26-27 Compliance & Ethics Essentials New York, NY Hybrid Event by Practising Law Institute (PLI) Jun 26-27 Compliance Risk Assessment and Management Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Jun 27 AHLA Annual Meeting Reception 2023 San Francisco, CA Event by McDermott Will & Emery Jun 27 Important eDiscovery Case Law Decisions for June 2023 Webinar by EDRM - Electronic Discovery Reference Model Jun 27 Cyber Maturity | Building a Cyber Security Protection Wall & Boosting Attack Readiness Webinar by Mitratech Holdings, Inc Jun 27 Handling Trucking Claims: A Primer on Common Liability and Coverage Issues Webinar by Goldberg Segalla Jun 27 How to Utilize eDiscovery Tools to Gain Efficiencies in Due Diligence Webinar by Warner Norcross + Judd Jun 27 ITAR 101 - Part 2 Webinar by Braumiller Law Group, PLLC Jun 27-28 21st Annual Advanced Forum on Obstetric Malpractice Claims Philadelphia, PA Event by American Conference Institute (ACI) Jun 27-28 14th Summit on Biosimilars & Innovator Biologics Boston, MA Event by American Conference Institute (ACI) Jun 28 ESG and Compliance Conference Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Jun 28 Don’t Throw the Baby out with the Bathwater: Back to the Basics in AI for eDiscovery Webinar by HaystackID Jun 28 The Evolving State of Data Privacy In America: Implications for eDiscovery Webinar by Hanzo Jun 28 Working Across the Health Care Ecosystem: Successes, Challenges and Best Practices for Delivering Care at Home Webinar by Manatt, Phelps & Phillips, LLP Jun 28 Managing Modern Attachments: Insights From Industry Experts Webinar by Association of Certified E-Discovery Specialists (ACEDS) Jun 28 Accommodations Compliance Tactics for the Challenging Cases Webinar by Adams and Reese LLP Jun 28 Managing Your Workforce During Market Volatility: Separations, Arbitration, Leaves and Accommodations Webinar by McDermott Will & Emery Jun 28-29 11th Legal, Regulatory & Compliance Forum on Dietary Supplements New York, NY Event by American Conference Institute (ACI) Jun 29 The AI ​​Act: Introduction to technology and regulation - Important future trends at a glance: framework conditions for AI applications Webinar by Spirit Legal Jun 29 Achieving Legal Compliance in AI: Minimizing Bias in Algorithms Virtual Briefing by Epstein Becker & Green Jun 30 Preparing for Foreign Subsidies Regulation (FSR) Webinar by McDermott Will & Emery Jul 10-11 Two Day Title IX Team Experiential Workshop Findlay, OH Event by Bricker Graydon LLP Jul 10-13 Basic Compliance & Ethics Academy Singapore, Singapore Event by Society of Corporate Compliance and Ethics (SCCE) Jul 11 Build America-Buy America - Part 3 Ongoing Program by Braumiller Law Group, PLLC Jul 11 How To Use AI in Your Firm (with examples!) Webinar by Clio Jul 11 Session 1: Title IX and Athletics | What Every Athletic Administrator Needs to Know Ongoing Program by Bricker Graydon LLP Jul 11 Overview of SAFE Investments Hybrid Event by Vinson & Elkins LLP Jul 11 Abortion Access Post-Dobbs: Confusion, Confrontation and the Courts Webinar by Manatt, Phelps & Phillips, LLP Jul 12 Insurance Considerations for Deploying AI/ML Tools and Technologies Webinar by Clark Hill PLC Jul 12 Five Ways to Use ChatGPT in Investigations and EDiscovery Webinar by EDRM - Electronic Discovery Reference Model Jul 13 Trademark & copyright enforcement on the internet: Online marketplaces, social media and the web Ongoing Program by Smart & Biggar Jul 13 Session 2: Student-Athlete Conduct and Health, Safety, and Well-being Ongoing Program by Bricker Graydon LLP Jul 14 Regional Compliance & Ethics Conference Singapore, Singapore Event by Society of Corporate Compliance and Ethics (SCCE) Jul 18 2023 Brings Multiple Waves of Additional Studies Regarding Mesotheliomas and Other Cancers Caused Solely by Genomic Factors Complimentary CLE Webinar by Perrin Conferences, LLC Jul 18 Session 3: Athletic Operations and Revenue Generation in an Ever-Changing Climate Ongoing Program by Bricker Graydon LLP Jul 18-19 Basics of International Taxation 2023 New York, NY Hybrid Event by Practising Law Institute (PLI) Jul 20 Compliance in Smaller Organizations Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Jul 21 26th Annual Children’s Law Institute New York, NY Hybrid Event by Practising Law Institute (PLI) Jul 24 23rd Annual Municipal Law Institute New York, NY Hybrid Event by Practising Law Institute (PLI) Jul 24-27 Healthcare Basic Compliance Academy New Orleans, LA Event by Health Care Compliance Association (HCCA) Jul 25 Corporate Compliance Enforcement Conference Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Jul 25 How to Identify and Navigate Addiction Issues in the Workplace Webinar by FordHarrison Jul 25 Navigating the Complex EV Grants Landscape Webinar by Clark Hill PLC Jul 27 Breaking Bias: Using AI to Improve Diversity and Inclusion in Performance Management Webinar by Circa Jul-Aug 31-1 Creating Effective Compliance Training Kissimmee, FL Event by Society of Corporate Compliance and Ethics (SCCE) Aug 1-2 Compliance Auditing & Monitoring Workshop Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Aug 3 Compliance, Ethics, and Organizational Culture Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Aug 8 Ethics in Banking and Financial Services 2023 New York, NY Hybrid Event by Practising Law Institute (PLI) Aug 21-24 Basic Compliance & Ethics Academy Washington, DC Event by Society of Corporate Compliance and Ethics (SCCE) Aug 21-24 Healthcare Basic Compliance Academy Washington, DC Event by Health Care Compliance Association (HCCA) Aug 21-24 Healthcare Privacy Compliance Academy Washington, DC Event by Health Care Compliance Association (HCCA) Aug 28-31 Basic Compliance & Ethics Academy São Paulo, Brazil Event by Society of Corporate Compliance and Ethics (SCCE) Sep 7-8 Fundamentals of Compliance Investigations Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Sep 11-14 Healthcare Basic Compliance Academy Boston, MA Event by Health Care Compliance Association (HCCA) Sep 18-21 Healthcare Compliance Essentials Workshop Virtual Event by Health Care Compliance Association (HCCA) Sep 18-21 Compliance & Ethics Essentials Workshop Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Sep 25-28 Basic Compliance & Ethics Academy Madrid, Spain Event by Society of Corporate Compliance and Ethics (SCCE) Sep 27-28 Compliance Risk Assessment and Management Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Oct 2-5 22nd Annual Compliance & Ethics Institute Chicago, IL Event by Society of Corporate Compliance and Ethics (SCCE) Oct 4-6 K-12 Title IX Regional In-person Training St. Simons Island, GA Event by Institutional Compliance Solutions (ICS) Oct 23-24 Experienced Investigator Workshop San Diego, CA Event by Society of Corporate Compliance and Ethics (SCCE) Nov 9 Private Equity Bootcamp 2023 Munich, Germany Event by McDermott Will & Emery Show more Featured Authors Josh Escovedo Weintraub Tobin Trending in Artificial Intelligence Diane Flannery McGuireWoods LLP Trending in Class Action Fatema Merchant Sheppard Mullin Richter & Hampton LLP Trending in Compliance Stephen Anstey Kilpatrick Townsend & Stockton LLP Trending in Cryptocurrency Natasha Kohne Akin Gump Strauss Hauer & Feld LLP Trending in Cybersecurity Daniel Wong Association of Certified E-Discovery Specialists (ACEDS) Trending in Electronic Discovery Rhonda Levy Littler Trending in Employer Liability Issues Kristin Matsko Adler Pollock & Sheehan P.C. Trending in Estate Planning Lindsey Heinz Shook, Hardy & Bacon L.L.P. Trending in FDA Isaias Alba, IV PilieroMazza PLLC Trending in Government Contracting Richard Reibstein Locke Lord LLP Trending in Independent Contractors Charles Sartain Gray Reed Trending in Oil & Gas Lewis Popovski Patterson Belknap Webb & Tyler LLP Trending in Patent Infringement Walter Wright Jr. Mitchell, Williams, Selig, Gates & Woodyard, P.L.L.C. Trending in EPA Roxanne Levine Tarter Krinsky & Drogin LLP Trending in Visas Other Topic Channels The NLRB Securities & Exchange Commission Consumer Financial Protection Bureau Equal Employment Opportunity Commission Federal Trade Commission ERISA Updates Medicare Family Medical Leave Act Foreign Corrupt Practices Act Americans with Disabilities Act Government Contracting False Claims Act Mobile Apps Wage & Hour Class Actions Data Breaches Children's Online Privacy Common Law Marriage Discrimination Fracking Oil & Gas Renewable Energy Electronic Discovery 3D Printing Patents Independent Contractors European Union China Privacy Intellectual Property Employment Law Watch This AI Risks in Healthcare Managing Perfectionism: The Devil Wears Prada - Hiring to Firing Podcast Pawtastic Friends -The Paw Talk – Annie, Seaton & Chappo Podcast: Post-Dobbs - One Year Later - Diagnosing Health Care Principled Podcast – S9 E18 – What Compliance Leaders Need to Know About Modern Slavery Innovation in Compliance - Diligent 5-Part Series - Building a Stronger Culture of Compliance Through Targeted and Effective Training: Part 4 - A Training Program for 3rd Parties Consumer Finance Monitor Podcast Episode: A Look at the Treasury Department’s April 2023 Report on Decentralized Finance or “DeFi” Once Removed Episode 12: SLATs and the Case of McKim vs. McKim From Last to First: The John Aceti Story - Episode 8: International Global Exchanges Back to Top Home What Is JD Supra? Subscribe Leverage Your Thought Leadership Privacy Policy Terms & Conditions Contact Team Cookie Preferences Explore 2023 Readers' Choice Awards Copyright © JD Supra, LLC"}
{"https://www.jdsupra.com/": "Menu News & Insights Popular Labor & Employment Finance & Banking Intellectual Property Health & Healthcare Environmental Issues more… Business Insurance Commercial Real Estate Corporate Taxes Immigration Securities more… Personal Residential Real Estate Estate Planning Civil Rights Personal Taxes Bankruptcy more… Jump to: Latest Updates » Trending [7] [Ongoing] Read Latest COVID-19 Guidance, All Aspects [Hot Topic] Employer Liability Issues [Trending] Artificial Intelligence [Hot Topic] Environmental, Social & Governance Stay Informed: Popular Reads on JD Supra Meet JD Supra's Top Authors! Build a Morning News Digest: Easy, Custom Content, Free! Browse All Law News Topics » Find Author By Business Matters Labor & Employment Finance & Banking Intellectual Property Insurance Taxes By Personal Issues Civil Rights Family Matters Personal Injury Wills, Trusts, & Estate Planning Worker’s Compensation By Location California New York Texas Canada United Kingdom Subscribe Custom Email Digests Build a custom email digest by following topics, people, and firms published on JD Supra. Twitter RSS Feeds for Publishers For Reporters My Account Log In Follow Expert Insight, Commentary, and Intelligence On... Corporate HOT COVID-19 Guidance Cybersecurity HIPAA Compliance Issues The NLRB The SEC Others » Small Business Employee Handbooks Social Media Issues Employer Liabilities Intellectual Property Independent Contractors Startup Issues Others » Personal Matters Estate Planning Visas Discrimination Retaliation Mortgages Privacy Others » Latest Updates Building a Stronger Culture of Compliance Through Targeted and Effective Training: Part 4-A Training Program for 3rd Parties by Thomas Fox - Compliance Evangelist Welcome to a special 5 part blog post series on building a stronger culture of compliance through targeted and effective training, sponsored by Diligent. Over this series I will visit with Kunal Agrawal, Director of Customer Success at… more New California Assembly Bill on Website Accessibility Could Result in a Lawsuit Tsunami by Seyfarth Shaw LLP Seyfarth Synopsis: AB 1757 would adopt WCAG 2.1 Level AA as the de facto standard for websites and mobile apps that can be accessed from California and impose liability for statutory damages on business establishments and website… more U.S. state legislative bills on AI: a mid-year update by Bryan Cave Leighton Paisner In 2023, state legislatures across the U.S. responded to the growing impact of artificial intelligence (AI) by introducing a substantial number of bills aimed at regulating its development and use by private industry. To date… more Starting in April 2024, California Joins Growing Trend of Implementing Advance Review Processes for Healthcare Transactions by Goodwin With the passage of SB-184 (the “Bill”), California — like Maine, New York, and several other states — has addressed “pervasive” mergers and acquisitions across the healthcare industry by requiring prior notice to regulators of certain… more European AI Act Progresses to the Next Stage of the Legislative Process by Littler On June 14, 2023, the European Parliament voted to approve the first draft of the new AI Act, the world’s first comprehensive law regulating artificial intelligence (“AI”). Although the law has not yet been passed and may be subject to… more Treasury and IRS Release Guidance on Advanced Energy Project Credits, Direct Payment, and Transferability of Investment Tax Credits by Nelson Mullins Riley & Scarborough LLP The Treasury Department and Internal Revenue Service (IRS) have released Notice 2023-44 and proposed regulations to provide long-anticipated guidance on the application procedures for the Section 48C(e) credit and for the transfer or… more Court permits addition of inventor to a patent that is subject of ongoing litigation by Smart & Biggar In Regeneron Pharmaceuticals, Inc v Canada (AG), 2023 FC 768, the Federal Court granted Regeneron’s application to add an inventor to its issued patent, which was the subject of pending litigation. The Court was satisfied, based on the… more Disciplining employee misconduct: A return to (relative) complexity by McAfee & Taft The decisions of the National Labor Relations Board have always been subject to the change — sometimes shifting pro-employer, sometimes pro-labor — depending on the political composition of its members. Once again, the Board has… more Troutman Pepper Weekly Consumer Financial Services Newsletter - June 2023 # 3 by Troutman Pepper To help you keep abreast of relevant activities, below find a breakdown of some of the biggest events at the federal and state levels to impact the Consumer Finance Services industry this past week..… more Miami Mayor Suarez Jumps into Presidential Race—What Are the Pay-to-Play Considerations? by Akin Gump Strauss Hauer & Feld LLP Miami Mayor Francis X. Suarez is the latest candidate to enter the growing field for the 2024 Republican presidential nomination. With Suarez’s June 15 announcement, he became the third state or local officeholder to enter the GOP… more American Public Is Thrown Into the EtO Mix with Government and Industry by Goldberg Segalla After a COVID-related dip, ethylene oxide (EtO) cannot seem to stay out of the news these days. Every week there is some EtO-related legal or technological development in the United States. And now the public is being encouraged to… more Seeking Shelter: Recession Implications for your Organization by Ward and Smith, P.A. In an interactive discussion led by Hank Harris, Director of Consulting for Ward and Smith Business Consulting, three attorneys shared their thoughts on the current state of the economy and how business owners can prepare for a… more Pregnant Workers Fairness Act to Take Effect June 27, 2023, Following the PUMP for Nursing Mothers Act by Jackson Walker With the “PUMP Act” (Providing Urgent Maternal Protections for Nursing Mothers Act) already in effect and the “PWFA” (Pregnant Workers Fairness Act) taking effect on June 27, 2023, is your company in compliance with these big changes?… more Federal Circuit Special Committee Responds to Judge Newman's Counsel's Request for Clarification Regarding Misconduct Hearing by McDonnell Boehnen Hulbert & Berghoff LLP Responsive to the letter from Judge Pauline Newman's counsel sent June 15th (see \"Judge Newman Matter Continues\"), the Special Committee directing the Federal Circuit's inquiry regarding Judge Newman's fitness for continued service on… more 5 Key Takeaways - Risks Facing Banks Today by Kilpatrick Townsend & Stockton LLP Kilpatrick Townsend’s Gary Bronstein recently joined a panel of other industry leaders at “The Bank Director: Bank Audit and Risk Conference”. The panel discussed the countless risks facing banks today and what banks can do to mitigate… more DC Circuit Pours Cold Water on Global Warming Legislation by Goldberg Segalla Refrigeration technology has come a long way since ancient Chinese cultures harvested ice from frozen lakes and desperately tried to keep them insulated in ice cellars more than a thousand years ago. The technology advanced through the… more Juez otorga suspensión provisional contra Reforma Minera by Hogan Lovells El Juzgado de Distrito Décimo Sexto del Primer Circuito, concedió una suspensión provisional a quejosa, con el fin de que no le sea aplicada la Reforma Minera en su totalidad… more Canadian patent fees to increase in 2024: The first comprehensive fee hike in 20 years by Smart & Biggar Amendments to the Patent Rules were published on June 21, 2023, revising the tariff of fees payable to the Canadian Patent Office, and broadening the small entity definition. The changes take effect on January 1, 2024. Applicants and… more [Audio] AI Risks in Healthcare by Health Care Compliance Association (HCCA) The excitement over Artificial Intelligence (AI) is often met with concerns about its negative potential. That’s especially true in healthcare where the potential gains are met by the principled and practical requirements of protecting… more The Hapless Case of the Hookless Defendants: A Cautionary Tale on Treble Damages and Costly Attorneys’ Fees by Quarles & Brady LLP Launching a product, even a simple one, can be lucrative, but also presents risks, not the least of which is patent infringement. Before selling a product, it is wise to invest in patent clearance advice, which includes an… more Bitter Medicine: Third Circuit Holds Officers Disciplined for Offensive Social Media Posts Stated a First Amendment Claim by Seyfarth Shaw LLP Seyfarth Synopsis: On June 8, 2023, the United States Court of Appeals for the Third Circuit held in Fenico v. City of Philadelphia that police officers disciplined for offensive Facebook posts stated a First Amendment claim sufficient… more New Helium Developments in Alberta and Saskatchewan by Bennett Jones LLP Key Highlights - - The global demand for helium exceeds current production rates. - Helium is essential for its uses in the medical research, semiconductor manufacturing, space exploration and technology industries. - With… more Go Green or Go Home: ESG's Increasing Impact on M&A in the UK and Europe by Katten Muchin Rosenman LLP Environmental, social and governance (ESG) has become a megatrend in mergers and acquisitions and is here to stay. ESG itself is a wide capture-all definition, with \"E\" recognised as relating to environmental matters (such as climate… more Exploring the Build to Scale Program: Funding Opportunities for Entrepreneurs and Tech-Driven Startups by Kohrman Jackson & Krantz LLP On June 1st, the Economic Development Administration’s Office of Innovation and Entrepreneurship (OIE) within the U.S. Department of Commerce launched the application process for the Build to Scale (B2S) Program. This program provides… more Guardrails for Bank-Fintech Partnerships: The Federal Banking Agencies Finalize Third-Party Risk Management Expectations by Wilson Sonsini Goodrich & Rosati The Board of Governors of the Federal Reserve System (Fed), the Federal Deposit Insurance Corporation (FDIC), and the Office of the Comptroller of the Currency (OCC) (collectively, the Agencies) issued the long-awaited… more SEC Charges Binance and Coinbase in Latest Efforts to Crack Down on Crypto Industry by Cranfill Sumner LLP The cryptocurrency industry has been under regular fire from regulators this year. The latest companies to face the wrath of the federal government are also some of the largest. Earlier this month the Securities and Exchange Commission… more UK - ICO publishes neurotechnology report flagging the discrimination risks in brain-monitoring technologies by Allen & Overy LLP The UK Information Commissioner's Office (ICO) published a report on neurotechnology and released an accompanying statement on 8 June 2023… more U.S. Supreme Court Allows Justice Department to Dismiss Whistleblower Cases by King & Spalding On June 16, 2023, the U.S. Supreme Court affirmed that the DOJ properly secured a dismissal of a whistleblower suit accusing Executive Health Resources Inc. of violating the False Claims Act by improperly billing Medicare. The case… more Federal Court Potentially Upends Small Business Administration's Method for Calculating Contractors' Annual Receipts in Size-Protest-Turned-False-Claims-Act Case by Venable LLP On May 18, 2023, the U.S. District Court for the District of Columbia (DDC) issued a decision with significant potential consequences for federal contractors and the U.S. Small Business Administration (SBA)… more Eleventh Circuit Holds That Military Leave Is Comparable to Paid Administrative Leave Under USERRA by Ogletree, Deakins, Nash, Smoak & Stewart, P.C. On June 8, 2023, the U.S. Court of Appeals for the Eleventh Circuit held in Myrick v. City of Hoover, Alabama that military leave is comparable to paid administrative leave under the Uniformed Services Employment and Reemployment… more “Experiments” in Custody Arrangements May Confer In Loco Parentis Standing. by Fox Rothschild LLP One of the most challenging areas of child custody laws in this century has been the debate over who gets to litigate rights to custody. The technical term is “standing” and states across the country have continued to struggle who gets… more Georgia Physician Awaits $27+ Million Judgment Following False Claims Act Trial Loss by Husch Blackwell LLP On June 14, 2023, a federal jury found that a Georgia physician knowingly violated the False Claims Act following a two-week trial on allegations that he made false claims to the Medicare Program. Now, despite just $1.1 million in… more Doors Open for Public Nursing Home Litigation? by Dinsmore & Shohl LLP The United States Supreme Court has held an individual’s private right of action to sue a public nursing home for violations of federally protected rights in Health and Hospital Corporation of Marion County v. Talevski. The Court held… more Singapore: MAS Proposes Guidelines for Financial Institutions to Support Financing for Decarbonisation by Latham & Watkins LLP The forthcoming guidelines will set supervisory expectations to steer financial institutions’ transition planning processes to facilitate decarbonisation efforts by their clients. On 8 June 2023, the Monetary Authority of… more Navigating the Tax Implications of Forming or Ending a Partnership by Freeman Law Partnerships are a popular business entity in the United States, particularly for small businesses. If you are considering forming a partnership, it is important to understand the fundamentals (and consequences). Generally, a… more Is Fair Market Value Dispositive in an Anti-Kickback Statute Case? by Stevens & Lee On the heels of the Sixth Circuit’s recent decision in Martin v. Hathaway, previously discussed on Health Law Observer, a critical issue in that case, i.e., the meaning of the term “remuneration” for purposes of the federal… more New York Legislature Agrees to Ban Noncompete Agreements by Faegre Drinker Biddle & Reath LLP New York is poised to become the fifth state in the nation to impose a complete ban on employment-related noncompete agreements, joining California, Oklahoma, North Dakota, and most recently, Minnesota. On June 20, 2023, the New… more Insurance Coverage for Email Scams by Ervin Cohen & Jessup LLP A genuine looking email is sent to a company’s accounts payable department with instructions from its president to pay money to a certain account. The “To” and “From” headers and the signature block look identical to hundreds of emails… more The New York State Law Enforcement Misconduct Investigative Office: What Law Enforcement Agencies Need to Know by Bond Schoeneck & King PLLC In June 2020, the New York Legislature enacted Article 5, Section 75 of the New York Executive Laws, which established the Law Enforcement Misconduct Investigative Office (LEMIO). In response to the nationwide protests following the… more Alberta : Rejet d’une tentative de tenir l’acheteur responsable des arriérés de redevances d’un vendeur après la clôture by Blake, Cassels & Graydon LLP Le 21 avril 2023, la Cour du Banc du Roi de l’Alberta (la « Cour ») a rendu sa décision dans l’affaire Terra Energy Corp (Re). Elle a rejeté la tentative du gouvernement de l’Alberta de recouvrer les arriérés de redevances pétrolières… more Appeals Court Upholds School’s Right to Discipline Student for Off-Campus Speech by Roetzel & Andress The U.S. Sixth Circuit Court of Appeals, which governs Ohio, Michigan, Kentucky, and Tennessee, in Kutchinski v. Freeland Community School District, 69 F.4th 350 (6th Cir. 2023), reaffirmed a public school district’s ability to… more Shared Ownership of Family Cottages, Part Two: Ownership Structures for Shared Family Property by Warner Norcross + Judd In my last post about shared ownership of cottages, I discussed items to consider when deciding whether to create a plan for future generations to share the ownership and use of the family cottage or vacation property. Once you have… more EEOC Casts New Focus on Construction Industry by Husch Blackwell LLP Last month, the Equal Employment Opportunity Commission (EEOC) issued a report shedding light on the alleged prevalence of employment discrimination and harassment issues in the construction industry, as well as steps the EEOC is… more SEC Issues Additional Guidance on Investment Adviser Examinations and Compliance With the Marketing Rule by Lowenstein Sandler LLP The Securities and Exchange Commission (SEC) routinely prepares Risk Alerts to provide helpful information to federally registered investment advisors (advisers). On June 8, the SEC released a Risk Alert that described additional areas… more One bid isn’t enough by Ary Rosenbaum - The Rosenbaum Law Firm P.C. As the time owning my house is coming to an end, my wife and I are embarking on one last project: renovating a patio that should have been replaced when we bought the house 18 years ago. Trying to not replicate the mistakes of the… more Illinois 2023 End of Session Report by McGuireWoods Consulting First Year of the 103rd General Assembly - The Illinois General Assembly adjourned the 2023 regular session in the early morning hours on May 27, 2023… more Daily Financial Regulation Update -- Thursday, June 22, 2023 by Paul Hastings LLP June 21, 2023- The U.S. Senate Committee on Banking, Housing, and Urban Affairs held a nomination hearing on the following nominations: •The Honorable Philip Nathan Jefferson, of North Carolina, to be Vice Chairman of the Board of… more NLRB Departs from Employer-Friendly Independent Contractor Test by Fox Rothschild LLP The National Labor Relations Board, in its decision in The Atlanta Opera, Inc., has modified its standard for determining whether a worker is an employee or independent contractor under the National Labor Relations Act (the Act). This… more New Hampshire Lakes PFAS Study May Help Inform Regulatory Standards by MG+M The Law Firm If you escape for a leisurely weekend of fishing at New Hampshire lakes this summer, you might be able to call yourself a “citizen scientist” if you donate your of your catch to science. Dartmouth College researchers are collecting… more Social Media is Everywhere, But Who Owns these Social Media Accounts Anyway? by Dechert LLP The explosive growth in the use of social media for commercial advertising, product development and customer engagement, including via “influencers,” is well known and those accounts may have significant value. However, the development… more Horizontal Cooperation Agreements – New EU Regulations and Guidelines by Orrick, Herrington & Sutcliffe LLP On 1 June 2023, the European Commission has announced the adoption of updated Horizontal Block Exemption Regulations on Research and Development (R&D) and Specialization agreements (HBERs) and revised Horizontal Guidelines… more Post-Pandemic Update on Commercial Evictions in Minnesota by Dorsey & Whitney LLP In August 2020, we circulated an article addressing COVID-19’s Impact on Commercial Evictions and Landlord-Tenant Relations in Minnesota. Nearly three years later, much has changed and it’s time for an update… more Chief Compliance Officer Convicted in Healthcare Fraud Case by Morgan Lewis - Health Law Scan The US Department of Justice (DOJ) announced on June 8, 2023 that Steven King, a compliance executive of pharmacy holding company A1C Holdings LLC, was convicted of defrauding Medicare out of more than $50 million in a scheme involving… more NLRB Returns to Pre-2019 Independent Contractor Standard Making It Easier for Workers To Be Considered Employees by Morgan Lewis In The Atlanta Opera Inc., the National Labor Relations Board once again changed the standard for determining independent contractor status under the National Labor Relations Act, returning  to its pre-2019 standard making it easier… more Appellate Judges Education Institute 2023 by Fox Rothschild LLP Registration for AJEI’s 2023 Summit is now open. It will be held November 2-5 at the JW Marriott in the District of Columbia… more Turning Tax Credits into Cash: IRS and Treasury Release Proposed Direct Pay and Transferability Regulations by Morrison & Foerster LLP On June 14, 2023, the IRS and Treasury Department released proposed regulations regarding the monetization of certain clean energy tax credits, as well as temporary regulations regarding mandatory information and registration… more Cozen Currents: The Limits of Trump's Domination by Cozen O'Connor The second indictment against former President Trump this year may be the talk of the town, but has done little to change the political or governing dynamics in DC. House Speaker Kevin McCarthy (R-CA) successfully kept House… more Initial Takeaways on the FCC’s New Privacy and Data Protection Task Force by Wiley Rein LLP Last week, the Federal Communications Commission (FCC or Commission) launched a new “Privacy and Data Protection Task Force” (Task Force), throwing its proverbial hat into the ring to join the Federal Trade Commission, Department of… more Additional Updates » Upcoming Webinars & Events Jun 21-22 Creating Effective Compliance Training Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Jun 22 Fundamentals of Copyright Law in the Data Era 2023 New York, NY Hybrid Event by Practising Law Institute (PLI) Jun 22 Private Equity Bootcamp 2023 Frankfurt, Germany Event by McDermott Will & Emery Jun 22 Conducting Effective and Efficient Internal Investigations Houston, TX Hybrid Event by Vinson & Elkins LLP Jun 22 Athletics Compliance Update Ongoing Program by Bricker Graydon LLP Jun 22 Enhancing Access to Medicaid Family Planning Program Services: State-Level Best Practices Webinar by Manatt, Phelps & Phillips, LLP Jun 22 M&A Series: Antitrust Considerations in Middle Market Transactions Webinar by Williams Mullen Jun 22 Navigating State Privacy Law Applicability for Healthcare and Financial Services Organizations Webinar by McDermott Will & Emery Jun 22 The State of Risk & Compliance in 2023 Webinar by NAVEX Jun 23 Fundamentals of Trademark Law in the Global Marketplace 2023 New York, NY Hybrid Event by Practising Law Institute (PLI) Jun 26 Preparing for Foreign Subsidies Regulation (FSR) Webinar by McDermott Will & Emery Jun 26-27 Compliance & Ethics Essentials New York, NY Hybrid Event by Practising Law Institute (PLI) Jun 26-27 Compliance Risk Assessment and Management Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Jun 27 AHLA Annual Meeting Reception 2023 San Francisco, CA Event by McDermott Will & Emery Jun 27 Important eDiscovery Case Law Decisions for June 2023 Webinar by EDRM - Electronic Discovery Reference Model Jun 27 Cyber Maturity | Building a Cyber Security Protection Wall & Boosting Attack Readiness Webinar by Mitratech Holdings, Inc Jun 27 Handling Trucking Claims: A Primer on Common Liability and Coverage Issues Webinar by Goldberg Segalla Jun 27 How to Utilize eDiscovery Tools to Gain Efficiencies in Due Diligence Webinar by Warner Norcross + Judd Jun 27 ITAR 101 - Part 2 Webinar by Braumiller Law Group, PLLC Jun 27-28 21st Annual Advanced Forum on Obstetric Malpractice Claims Philadelphia, PA Event by American Conference Institute (ACI) Jun 27-28 14th Summit on Biosimilars & Innovator Biologics Boston, MA Event by American Conference Institute (ACI) Jun 28 ESG and Compliance Conference Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Jun 28 Don’t Throw the Baby out with the Bathwater: Back to the Basics in AI for eDiscovery Webinar by HaystackID Jun 28 The Evolving State of Data Privacy In America: Implications for eDiscovery Webinar by Hanzo Jun 28 Working Across the Health Care Ecosystem: Successes, Challenges and Best Practices for Delivering Care at Home Webinar by Manatt, Phelps & Phillips, LLP Jun 28 Managing Modern Attachments: Insights From Industry Experts Webinar by Association of Certified E-Discovery Specialists (ACEDS) Jun 28 Accommodations Compliance Tactics for the Challenging Cases Webinar by Adams and Reese LLP Jun 28 Managing Your Workforce During Market Volatility: Separations, Arbitration, Leaves and Accommodations Webinar by McDermott Will & Emery Jun 28-29 11th Legal, Regulatory & Compliance Forum on Dietary Supplements New York, NY Event by American Conference Institute (ACI) Jun 29 The AI ​​Act: Introduction to technology and regulation - Important future trends at a glance: framework conditions for AI applications Webinar by Spirit Legal Jun 29 Achieving Legal Compliance in AI: Minimizing Bias in Algorithms Virtual Briefing by Epstein Becker & Green Jun 30 Preparing for Foreign Subsidies Regulation (FSR) Webinar by McDermott Will & Emery Jul 10-11 Two Day Title IX Team Experiential Workshop Findlay, OH Event by Bricker Graydon LLP Jul 10-13 Basic Compliance & Ethics Academy Singapore, Singapore Event by Society of Corporate Compliance and Ethics (SCCE) Jul 11 Build America-Buy America - Part 3 Ongoing Program by Braumiller Law Group, PLLC Jul 11 How To Use AI in Your Firm (with examples!) Webinar by Clio Jul 11 Session 1: Title IX and Athletics | What Every Athletic Administrator Needs to Know Ongoing Program by Bricker Graydon LLP Jul 11 Overview of SAFE Investments Hybrid Event by Vinson & Elkins LLP Jul 11 Abortion Access Post-Dobbs: Confusion, Confrontation and the Courts Webinar by Manatt, Phelps & Phillips, LLP Jul 12 Insurance Considerations for Deploying AI/ML Tools and Technologies Webinar by Clark Hill PLC Jul 12 Five Ways to Use ChatGPT in Investigations and EDiscovery Webinar by EDRM - Electronic Discovery Reference Model Jul 13 Trademark & copyright enforcement on the internet: Online marketplaces, social media and the web Ongoing Program by Smart & Biggar Jul 13 Session 2: Student-Athlete Conduct and Health, Safety, and Well-being Ongoing Program by Bricker Graydon LLP Jul 14 Regional Compliance & Ethics Conference Singapore, Singapore Event by Society of Corporate Compliance and Ethics (SCCE) Jul 18 2023 Brings Multiple Waves of Additional Studies Regarding Mesotheliomas and Other Cancers Caused Solely by Genomic Factors Complimentary CLE Webinar by Perrin Conferences, LLC Jul 18 Session 3: Athletic Operations and Revenue Generation in an Ever-Changing Climate Ongoing Program by Bricker Graydon LLP Jul 18-19 Basics of International Taxation 2023 New York, NY Hybrid Event by Practising Law Institute (PLI) Jul 20 Compliance in Smaller Organizations Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Jul 21 26th Annual Children’s Law Institute New York, NY Hybrid Event by Practising Law Institute (PLI) Jul 24 23rd Annual Municipal Law Institute New York, NY Hybrid Event by Practising Law Institute (PLI) Jul 24-27 Healthcare Basic Compliance Academy New Orleans, LA Event by Health Care Compliance Association (HCCA) Jul 25 Corporate Compliance Enforcement Conference Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Jul 25 How to Identify and Navigate Addiction Issues in the Workplace Webinar by FordHarrison Jul 25 Navigating the Complex EV Grants Landscape Webinar by Clark Hill PLC Jul 27 Breaking Bias: Using AI to Improve Diversity and Inclusion in Performance Management Webinar by Circa Jul-Aug 31-1 Creating Effective Compliance Training Kissimmee, FL Event by Society of Corporate Compliance and Ethics (SCCE) Aug 1-2 Compliance Auditing & Monitoring Workshop Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Aug 3 Compliance, Ethics, and Organizational Culture Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Aug 8 Ethics in Banking and Financial Services 2023 New York, NY Hybrid Event by Practising Law Institute (PLI) Aug 21-24 Basic Compliance & Ethics Academy Washington, DC Event by Society of Corporate Compliance and Ethics (SCCE) Aug 21-24 Healthcare Basic Compliance Academy Washington, DC Event by Health Care Compliance Association (HCCA) Aug 21-24 Healthcare Privacy Compliance Academy Washington, DC Event by Health Care Compliance Association (HCCA) Aug 28-31 Basic Compliance & Ethics Academy São Paulo, Brazil Event by Society of Corporate Compliance and Ethics (SCCE) Sep 7-8 Fundamentals of Compliance Investigations Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Sep 11-14 Healthcare Basic Compliance Academy Boston, MA Event by Health Care Compliance Association (HCCA) Sep 18-21 Healthcare Compliance Essentials Workshop Virtual Event by Health Care Compliance Association (HCCA) Sep 18-21 Compliance & Ethics Essentials Workshop Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Sep 25-28 Basic Compliance & Ethics Academy Madrid, Spain Event by Society of Corporate Compliance and Ethics (SCCE) Sep 27-28 Compliance Risk Assessment and Management Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Oct 2-5 22nd Annual Compliance & Ethics Institute Chicago, IL Event by Society of Corporate Compliance and Ethics (SCCE) Oct 4-6 K-12 Title IX Regional In-person Training St. Simons Island, GA Event by Institutional Compliance Solutions (ICS) Oct 23-24 Experienced Investigator Workshop San Diego, CA Event by Society of Corporate Compliance and Ethics (SCCE) Nov 9 Private Equity Bootcamp 2023 Munich, Germany Event by McDermott Will & Emery Show more Featured Authors Josh Escovedo Weintraub Tobin Trending in Artificial Intelligence Diane Flannery McGuireWoods LLP Trending in Class Action Fatema Merchant Sheppard Mullin Richter & Hampton LLP Trending in Compliance Stephen Anstey Kilpatrick Townsend & Stockton LLP Trending in Cryptocurrency Natasha Kohne Akin Gump Strauss Hauer & Feld LLP Trending in Cybersecurity Daniel Wong Association of Certified E-Discovery Specialists (ACEDS) Trending in Electronic Discovery Rhonda Levy Littler Trending in Employer Liability Issues Kristin Matsko Adler Pollock & Sheehan P.C. Trending in Estate Planning Lindsey Heinz Shook, Hardy & Bacon L.L.P. Trending in FDA Isaias Alba, IV PilieroMazza PLLC Trending in Government Contracting Richard Reibstein Locke Lord LLP Trending in Independent Contractors Charles Sartain Gray Reed Trending in Oil & Gas Lewis Popovski Patterson Belknap Webb & Tyler LLP Trending in Patent Infringement Walter Wright Jr. Mitchell, Williams, Selig, Gates & Woodyard, P.L.L.C. Trending in EPA Roxanne Levine Tarter Krinsky & Drogin LLP Trending in Visas Other Topic Channels The NLRB Securities & Exchange Commission Consumer Financial Protection Bureau Equal Employment Opportunity Commission Federal Trade Commission ERISA Updates Medicare Family Medical Leave Act Foreign Corrupt Practices Act Americans with Disabilities Act Government Contracting False Claims Act Mobile Apps Wage & Hour Class Actions Data Breaches Children's Online Privacy Common Law Marriage Discrimination Fracking Oil & Gas Renewable Energy Electronic Discovery 3D Printing Patents Independent Contractors European Union China Privacy Intellectual Property Employment Law Watch This AI Risks in Healthcare Managing Perfectionism: The Devil Wears Prada - Hiring to Firing Podcast Pawtastic Friends -The Paw Talk – Annie, Seaton & Chappo Podcast: Post-Dobbs - One Year Later - Diagnosing Health Care Principled Podcast – S9 E18 – What Compliance Leaders Need to Know About Modern Slavery Innovation in Compliance - Diligent 5-Part Series - Building a Stronger Culture of Compliance Through Targeted and Effective Training: Part 4 - A Training Program for 3rd Parties Consumer Finance Monitor Podcast Episode: A Look at the Treasury Department’s April 2023 Report on Decentralized Finance or “DeFi” Once Removed Episode 12: SLATs and the Case of McKim vs. McKim From Last to First: The John Aceti Story - Episode 8: International Global Exchanges Back to Top Home What Is JD Supra? Subscribe Leverage Your Thought Leadership Privacy Policy Terms & Conditions Contact Team Cookie Preferences Explore 2023 Readers' Choice Awards Copyright © JD Supra, LLC"}
{"https://www.jdsupra.com/legalnews/canadian-patent-fees-to-increase-in-9246943/": "Menu News & Insights Popular Labor & Employment Finance & Banking Intellectual Property Health & Healthcare Environmental Issues more… Business Insurance Commercial Real Estate Corporate Taxes Immigration Securities more… Personal Residential Real Estate Estate Planning Civil Rights Personal Taxes Bankruptcy more… Jump to: Latest Updates » Trending [7] [Ongoing] Read Latest COVID-19 Guidance, All Aspects [Hot Topic] Employer Liability Issues [Trending] Artificial Intelligence [Hot Topic] Environmental, Social & Governance Stay Informed: Popular Reads on JD Supra Meet JD Supra's Top Authors! Build a Morning News Digest: Easy, Custom Content, Free! Browse All Law News Topics » Find Author By Business Matters Labor & Employment Finance & Banking Intellectual Property Insurance Taxes By Personal Issues Civil Rights Family Matters Personal Injury Wills, Trusts, & Estate Planning Worker’s Compensation By Location California New York Texas Canada United Kingdom Subscribe Custom Email Digests Build a custom email digest by following topics, people, and firms published on JD Supra. Twitter RSS Feeds for Publishers For Reporters My Account Log In June 22, 2023 Canadian patent fees to increase in 2024: The first comprehensive fee hike in 20 years Charlotte Dong, David Schwartz Smart & Biggar + Follow x Following x Following - Unfollow Contact LinkedIn Facebook Twitter Send Embed To embed, copy and paste the code into your website or blog: Amendments to the Patent Rules were published on June 21, 2023, revising the tariff of fees payable to the Canadian Patent Office, and broadening the small entity definition. The changes take effect on January 1, 2024. Applicants and patentees can pay future official fees now, at the lower 2023 rates, before the fee increases take effect. However, applicants and patentees having 51-99 employees may wish first to assess whether they will newly qualify as small entities as of January 1, 2024. In separate legislation, trademark and industrial design fees will also increase as of January 1, 2024. Table of contents Official fees increasing up to 36% in 2024 This will be the first comprehensive revision of the tariff of fees in 20 years. The revisions aim to increase most fees by 25%, without adjustment of small entity fees. However, because many fees payable to the Canadian Intellectual Property Office (CIPO) have recently become variable on an annual basis under separate legislation to account for inflation, and recent inflation has been high, the actual fee increases for 2024 will range anywhere from 0% up to 36%. Changes for commonly paid fees include the following: *All fees CAD and shown at the standard entity undiscounted rate. For a complete schedule comparing the current fees and the 2024 fees, please see this link. As noted above, fees due in 2024 or later may be paid at the reduced 2023 rates if paid before January 1, 2024. More applicants and patentees may qualify to make small entity payments Many CIPO fees for patent applications and patents are discounted by 50% if the “small entity status condition” is met for an application or patent. Currently, the small entity status condition is that: (a) in respect of an application for a patent — other than a PCT national phase application or a divisional application — the applicant of the application on the filing date is, on that date, an entity that has 50 employees or less or is a university, other than (i) an entity that is controlled directly or indirectly by an entity, other than a university, that has more than 50 employees, or (ii) an entity that has transferred or licensed, or has an obligation other than a contingent obligation to transfer or license, any right or interest in a claimed invention to an entity, other than a university, that has more than 50 employees; (b) in respect of an international application, the applicant of the application on the national phase entry date is, on that date, an entity that has 50 employees or less or is a university, other than an entity referred to in subparagraph (a)(i) or (ii); and (c) in respect of a divisional application, the applicable requirements of this provision are met in respect of the original application. As of January 1, 2024, the above entity size is increased from an entity that has 50 employees or less to an entity that has fewer than 100 employees. In other words, small entity status is changed to cover entities having 51-99 employees. It appears that the changes are in a sense retrospective,1 such that, if the applicant had more than 50 but fewer than 100 employees at the time of filing or national entry and the small entity condition was not met before the rule change, on or after January 1, 2024 it will nevertheless be possible to start paying small entity fees in the application or patent. By way of example, if an applicant having 75 employees files a Canadian patent application or enters the Canadian national phase on August 8, 2023, the small entity condition will not be satisfied (the applicant has more than 50 employees) and the filing fee must be paid at the standard entity rate. But as of January 1, 2024, under the new definition, the small entity condition was satisfied at filing (i.e. the applicant had fewer than 100 employees on August 8, 2023), so future payments may be made at the small entity rate. A “small entity declaration” must be filed before small entity fee can be paid, so the applicant in the above example would have to file a small entity declaration on or after January 1, 2024 in order to pay small entity fees in the future. A refund of the difference between the standard entity fee and small entity fee for fees paid at the standard entity fee before a small entity declaration is not available.2 Therefore, in the above example, the applicant would not be entitled to a refund of 50% of the standard entity filing fee paid on August 8, 2023, prior to the change in the small entity definition. In sum, the effect of the change in the small entity definition is that, as of January 1, 2024, if the original applicant at the time of filing or national entry had fewer than 100 employees (and the other small entity conditions were met), it is possible to start paying small entity fees once a small entity declaration is filed. Counterintuitively, small entity status attaches to the application or patent, not the applicant or patentee, and is determined only once, at the time of filing or national entry. If an applicant that is a small entity at filing later grows to have more than 99 employees or assigns the application to a company with more than 99 employees, it remains possible to pay small entity fees for the life of the patent. Conversely, if a multi-national company files a patent application and later assigns the application or patent back to the inventor, the inventor must pay standard entity fees for the life of the patent, because the small entity condition was not met at the filing date. Recommendations to applicants and patentees Paying fees early As a cost-saving measure, applicants and patentees may wish to pay upcoming fees before the fees increase on January 1, 2024. Fees that reasonably might be paid early include at least the following: Maintenance fees – Any number of future annual maintenance fees could be paid in 2023. Examination fee – If the Canadian (PCT) filing date is before October 30, 2019, the examination fee must be paid within five years of the filing date. If the Canadian (PCT) filing date is on or after October 30, 2019, the examination fee must be paid within four years of the filing date. In any case, the examination fee may be paid earlier. Divisional applications – The greatest savings may be realized in divisional applications. All past-due maintenance fees from the second anniversary onward are payable when a divisional application is filed. In most instances, the deadline for requesting examination will be three months from filing. Of course, the filing fee must also be paid. The government fees payable with a divisional application may therefore be substantial. If a divisional application will ultimately be filed, costs will be reduced by filing it in 2023. Reviewing small entity status The increase in the size of an eligible small entity from 50 to 99 employees may permit small entity fees to be paid where this previously was not possible. As discussed above, the change applies only to fees paid on or after January 1, 2024 and requires submission of a small entity declaration. In a few instances, the change in the small entity definition could warrant deferring rather than advancing payment of a fee. For example, if small entity status will be acquired as of January 1, 2024, an applicant may prefer to wait until January 1, 2024 to file a small entity declaration and pay the examination fee at the small entity rate, rather than pay the examination fee at the 2023 standard rate. As the assessment of small entity status can be involved, applicants and patentees should obtain advice from their Canadian patent agent prior to claiming small entity status. Some historical background to patent fee revisions To the uninitiated, the annual changes to CIPO fees will be perplexing. For instance, in each year from 2004 through 2020, the patent application filing fee was $400. In 2021, the filing fee increased to $408 but then fell in 2022 to $407.18. In 2023, the filing fee rose again, this time to $421.02. For 2024, the fee will be $555. Why? At least part of the answer lies in separate federal legislation governing fee-setting procedures. The Federal User Fees Act was enacted in 2004, setting out burdensome requirements to be met for a regulatory authority to establish or increase a government fee. Before establishing or increasing a fee, the CIPO had to: notify clients and other regulating authorities with a similar clientele of the user fee proposed to be fixed or increased; give all clients or service users a reasonable opportunity to provide ideas or proposals for ways to improve the services to which the user fee relates; conduct an impact assessment to identify relevant factors, and take into account its findings in a decision to increase the user fee; explain to clients clearly how the user fee is determined and identify the cost and revenue elements of the user fee; establish an independent advisory panel to address a complaint submitted by a client regarding the user fee or change; and establish standards which are comparable to those established by other countries with which a comparison is relevant and against which the performance of the regulating authority can be measured. In addition, the federal government Minister responsible for CIPO was required to table a proposal in Parliament: explaining in respect of what service, product, regulatory process, facility, authorization, permit or licence the user fee is being proposed; stating the reason for any proposed change in user fee rate; including the performance standards established as described above and the actual performance levels that have been reached; giving an estimate of the total amount that will be collected in the first three fiscal years after the introduction of the user fee, and identifying the costs that the user fee will cover; and describing the establishment of an independent advisory panel as described above and explaining how any complaints received were dealt with. Finally, if the proposed fee was higher than that comparable fee in other countries, the Minister had to give reasons for the difference. The daunting work required under the User Fees Act to adjust a fee may have contributed to the lack of CIPO fee increases since 2004. The User Fees Act was repealed in 2017 and replaced by the Service Fees Act. The Service Fees Act reduced the complexity of the fee-setting process but introduced two new requirements: (1) automatic annual adjustment of fees; and (2) a requirement for remission of fees if a performance standard is not met. Under the Service Fees Act, fees are adjusted in each fiscal year—on the anniversary of a date that is selected by the responsible authority with respect to the fee before the first adjustment—by the percentage change over 12 months in the April All-items Consumer Price Index for Canada, as published by Statistics Canada under the Statistics Act, for the previous fiscal year. As the Consumer Price Index increases or decreases each year, CIPO fees (other than “low materiality fees” of less than CAD $150) rise and fall automatically, in non-rounded amounts. This explains why the application filing fee varied by small amounts in 2021, 2022, and 2023 as described above. A similar automatic adjustment will apply to all fees other than low materiality fees again in 2025. The Service Fees Act requires federal government authorities such as CIPO to set service standards for providing a service in return for a fee in consultation with interested persons. If a service standard is not met, CIPO must remit the portion of the fee that CIPO considers appropriate to the applicant or patentee. For example, the current service standard for granting a patent after payment of the final fee (i.e. issue fee) is 16 weeks. If the service standard is missed by 50% or less, 25% of the fee paid will be remitted. If the service standard is missed by more than 50%, 50% of the fee paid will be remitted.3 References 1. The definition of the small entity condition in section 44 of the Patent Rules has been replaced with a new definition, also reading in the present tense. There are no transitional provisions. Notably, the amendments as enacted do not include a provision (new section 224.1) contained in the original version of the rules as published for consultation in Canada Gazette, Part I, Volume 156, Number 53, on December 31, 2022. Proposed section 224.1 would have retained the 50-employee limit for small entities for applications filed or entering the national phase before January 1, 2024. Moreover, section 10 of the Interpretation Act provides that “The law shall be considered as always speaking, and where a matter or thing is expressed in the present tense, it shall be applied to the circumstances as they arise, so that effect may be given to the enactment according to its true spirit, intent and meaning.” Section 12 provides that “Every enactment is deemed remedial, and shall be given such fair, large and liberal construction and interpretation as best ensures the attainment of its objects.” 2. Section 139 of the Patent Rules provides a comprehensive closed list of the fees that may be refunded and does not include fees paid at the standard fee level when the applicant or patentee would be entitled to pay fees at the small entity level. Paragraph 139(1)(h) does permit a refund of “any overpayment of a fee.” However, payment of a fee at the standard entity level before filing a small entity declaration is not considered an “overpayment.” See §10.02.02 of the Manual of Patent Office Practice confirming that “If a small entity declaration is submitted after a standard fee is paid, but before the fee-payment deadline, the standard fee payment will not be considered an overpayment and a refund of the difference between the standard and small fee amounts will not be provided for that particular payment.” 3. See https://ised-isde.canada.ca/site/canadian-intellectual-property-office/en/corporate-information/performance-targets/client-service-standards for a complete list of CIPO service standards. [View source.] Send Print Report Latest PostsCourt permits addition of inventor to a patent that is subject of ongoing litigation Canadian patent fees to increase in 2024: The first comprehensive fee hike in 20 years Federal Court refuses stay of impeachment action despite patentee’s pending re-examination Obviousness of Lilly’s tadalafil (CIALIS) dosage form patent stands Certificates of Supplementary Protection (CSP) See more » DISCLAIMER: Because of the generality of this update, the information provided herein may not be applicable in all situations and should not be acted upon without specific legal advice based on particular situations. © Smart & Biggar | Attorney Advertising Refine your interests » Written by: Smart & Biggar Contact + Follow x Following x Following - Unfollow Charlotte Dong + Follow x Following x Following - Unfollow David Schwartz + Follow x Following x Following - Unfollow more less Published In: Canada + Follow x Following x Following - Unfollow Canadian Intellectual Property Office (CIPO) + Follow x Following x Following - Unfollow Intellectual Property Protection + Follow x Following x Following - Unfollow Patent Applications + Follow x Following x Following - Unfollow Patents + Follow x Following x Following - Unfollow Intellectual Property + Follow x Following x Following - Unfollow Science, Computers & Technology + Follow x Following x Following - Unfollow more less Smart & Biggar on: \"My best business intelligence, in one easy email…\" Your first step to building a free, personalized, morning email brief covering pertinent authors and topics on JD Supra: Sign Up Log in *By using the service, you signify your acceptance of JD Supra's Privacy Policy. - hide - hide Back to Top Home What Is JD Supra? Subscribe Leverage Your Thought Leadership Privacy Policy Terms & Conditions Contact Team Cookie Preferences Explore 2023 Readers' Choice Awards Copyright © JD Supra, LLC"}
{"https://www.jdsupra.com/legalnews/new-helium-developments-in-alberta-and-3452349/": "Menu News & Insights Popular Labor & Employment Finance & Banking Intellectual Property Health & Healthcare Environmental Issues more… Business Insurance Commercial Real Estate Corporate Taxes Immigration Securities more… Personal Residential Real Estate Estate Planning Civil Rights Personal Taxes Bankruptcy more… Jump to: Latest Updates » Trending [7] [Ongoing] Read Latest COVID-19 Guidance, All Aspects [Hot Topic] Employer Liability Issues [Trending] Artificial Intelligence [Hot Topic] Environmental, Social & Governance Stay Informed: Popular Reads on JD Supra Meet JD Supra's Top Authors! Build a Morning News Digest: Easy, Custom Content, Free! Browse All Law News Topics » Find Author By Business Matters Labor & Employment Finance & Banking Intellectual Property Insurance Taxes By Personal Issues Civil Rights Family Matters Personal Injury Wills, Trusts, & Estate Planning Worker’s Compensation By Location California New York Texas Canada United Kingdom Subscribe Custom Email Digests Build a custom email digest by following topics, people, and firms published on JD Supra. Twitter RSS Feeds for Publishers For Reporters My Account Log In June 22, 2023 New Helium Developments in Alberta and Saskatchewan Katelyn Deyholos, Brent Kraus, Kevin Myson, Ashley White Bennett Jones LLP + Follow x Following x Following - Unfollow Contact LinkedIn Facebook Twitter Send Embed To embed, copy and paste the code into your website or blog: Key Highlights The global demand for helium exceeds current production rates. Helium is essential for its uses in the medical research, semiconductor manufacturing, space exploration and technology industries. With world class opportunities in Alberta and Saskatchewan for helium exploration and development, Canada is strategically situated to take advantage of helium's potential for energy diversification and increased investment opportunities. Demand for helium has grown rapidly in recent years, which has spurred increased exploration and development activities in Canada. Helium is listed on the Government of Canada's critical minerals list, which identifies 31 minerals and metals considered \"essential for the sustainable economic success of Canada and its trading partners.\" According to the U.S. Geological Survey (USGS), the primary global suppliers of helium are the United States, Russia, Qatar and Algeria. However, the United States' production has significantly declined between 2010 and 2018, from 80 percent to 56 percent of global production, opening the door for Canada and other countries to play a more significant role in the industry. Helium production is nothing new in Canada. The country has the fifth largest helium resource deposits in the world, is a trusted supplier and is the number two importer of helium into the United States, providing 20 percent of the United States' helium imports from 2018 to 2021. The Canada Energy Regulator has stated that helium demand could be partially met with Canadian-produced helium. The provinces of Alberta and Saskatchewan continue to take steps to meet global demand in helium and promote investment in helium production. Recent Helium Developments in Alberta and Saskatchewan Alberta Developments As a significant supplier of Canada's natural gas, Alberta is well-positioned to become a key producer and supplier of helium. The Alberta government announced this year that it will soon add helium to its list of critical minerals to align with Canada's critical mineral list and to increase support for helium development. Alberta's Emissions Reduction and Energy Development Plan positions critical metals, like helium, as a key component for the energy transition, given their use in wind turbines, batteries, electric vehicles and energy storage cells. The province has further signaled helium development as a high growth potential for the province and an opportunity for Alberta to be a leader in emissions reduction, clean technology and sustainable resource development. According to the plan, the province is supporting the industry to develop technology to extract helium and will explore efforts to support Alberta's helium development in collaboration with the federal government. Helium is in part regulated under the Alberta Petroleum and Natural Gas Tenure Regulation. The regulation governs the issuance and administration of Crown petroleum and natural gas mineral rights (including helium) and the obligations of lessees under licenses and leases. Helium royalties are regulated under the Natural Gas Royalty Regulation, 2009 and Natural Gas Royalty Regulation, 2017 (collectively, the Royalty Regulations). The Royalty Regulations were amended, effective April 1, 2020, to add a new Schedule 6.1, which specifically addresses helium royalties in Alberta. Pursuant to these amendments, operators producing helium must submit monthly reports on production volumes and average selling prices of helium to the Department of Energy. The amendments also established a 4.25 percent royalty rate for helium in Alberta. Alberta's new helium reporting requirements and the introduction of a royalty rate provide some certainty on the regulation of helium in the province and certain costs of production, which may invite greater investment in the industry. Saskatchewan Developments Saskatchewan is a major player in the mineral industry as it has 23 of the 31 minerals listed on the Canadian critical minerals list. The province was Canada's largest helium producer in 2022 with a number of active drilling, purification facilities and liquefaction efforts. Saskatchewan currently has the largest helium purification facility in Canada, which solidified the province as a key contributor to the global helium industry. Further, it is one of the few jurisdictions in the world that supports the drilling of dedicated helium wells, rather than as a byproduct of hydrocarbon production. Production from such dedicated wells results in less greenhouse gas emissions than other jurisdictions because such wells often contain non-greenhouse gases such as nitrogen. In November 2021, the Government of Saskatchewan released the Helium Action Plan: From Exploration to Experts (HAP), which is a comprehensive strategy to support growth in the province's helium industry. The HAP outlines a number of areas of focus including scaling-up exploration activities, enhancing helium production, fostering innovation commercialization in the field, building-out Saskatchewan's helium purification and liquefaction capacity and establishing export infrastructure. According to the HAP, Saskatchewan is striving to produce 10 percent of the world's helium by 2030. More recently, the province launched Securing the Future: Saskatchewan's Critical Minerals Strategy on March 27, 2023. The strategy outlines four critical mineral goals, including: to increase Saskatchewan's share of Canadian mineral exploration spending to 15 percent by 2030; to double the number of critical minerals being produced in Saskatchewan by 2030; to grow Saskatchewan's production of potash, uranium and helium; and to establish Saskatchewan as a rare Earth element hub. Saskatchewan has had a well-established helium regulatory regime prior to many other competing jurisdictions. A number of acts and regulations govern helium exploration, development, production and end-of-life activities in Saskatchewan. Some of these include the Crown Minerals Act, The Oil and Gas Tenure Registry Regulations (OGTRR) and the Oil and Gas Conservation Act. Saskatchewan has had a royalty rate specific to helium since 1964. In line with Alberta, the current helium royalty rate in Saskatchewan is 4.25 percent. The OGTRR governs helium and associated gases tenure. Permits and leases for helium may be obtained through Saskatchewan's Integrated Resource Information System, which is an online business system that supports the development and regulation of Saskatchewan's energy and resources industry. The permits grant exploration rights for helium and associated gases; but holders of such permits may not remove, produce or recover any helium until they are granted a lease. In 2021, Saskatchewan issued 126 permits and 72 leases for helium production. Send Print Report Related Posts Key Takeaways from the 2023 Canadian Hydrogen Convention: Part 1 COP27 Hydrogen Wrap-Up: A Focus on Africa and Europe A Step Towards Diversification: Alberta Introduces Royalty Rate Specific to Helium Latest PostsNew Helium Developments in Alberta and Saskatchewan The PMRA has Provided Clarity for Data Compensation in the Re-Evaluation and Special Review Contexts See more » DISCLAIMER: Because of the generality of this update, the information provided herein may not be applicable in all situations and should not be acted upon without specific legal advice based on particular situations. © Bennett Jones LLP | Attorney Advertising Refine your interests » Written by: Bennett Jones LLP Contact + Follow x Following x Following - Unfollow Katelyn Deyholos + Follow x Following x Following - Unfollow Brent Kraus + Follow x Following x Following - Unfollow Kevin Myson + Follow x Following x Following - Unfollow Ashley White + Follow x Following x Following - Unfollow more less Published In: Canada + Follow x Following x Following - Unfollow Energy Sector + Follow x Following x Following - Unfollow Medical Research + Follow x Following x Following - Unfollow Mineral Exploration + Follow x Following x Following - Unfollow Minerals + Follow x Following x Following - Unfollow Outer Space + Follow x Following x Following - Unfollow Semiconductors + Follow x Following x Following - Unfollow Technology Sector + Follow x Following x Following - Unfollow Energy & Utilities + Follow x Following x Following - Unfollow more less Bennett Jones LLP on: \"My best business intelligence, in one easy email…\" Your first step to building a free, personalized, morning email brief covering pertinent authors and topics on JD Supra: Sign Up Log in *By using the service, you signify your acceptance of JD Supra's Privacy Policy. - hide - hide Back to Top Home What Is JD Supra? Subscribe Leverage Your Thought Leadership Privacy Policy Terms & Conditions Contact Team Cookie Preferences Explore 2023 Readers' Choice Awards Copyright © JD Supra, LLC"}
{"https://www.jdsupra.com/legalnews/juez-otorga-suspension-provisional-8600542/": "Menu News & Insights Popular Labor & Employment Finance & Banking Intellectual Property Health & Healthcare Environmental Issues more… Business Insurance Commercial Real Estate Corporate Taxes Immigration Securities more… Personal Residential Real Estate Estate Planning Civil Rights Personal Taxes Bankruptcy more… Jump to: Latest Updates » Trending [7] [Ongoing] Read Latest COVID-19 Guidance, All Aspects [Hot Topic] Employer Liability Issues [Trending] Artificial Intelligence [Hot Topic] Environmental, Social & Governance Stay Informed: Popular Reads on JD Supra Meet JD Supra's Top Authors! Build a Morning News Digest: Easy, Custom Content, Free! Browse All Law News Topics » Find Author By Business Matters Labor & Employment Finance & Banking Intellectual Property Insurance Taxes By Personal Issues Civil Rights Family Matters Personal Injury Wills, Trusts, & Estate Planning Worker’s Compensation By Location California New York Texas Canada United Kingdom Subscribe Custom Email Digests Build a custom email digest by following topics, people, and firms published on JD Supra. Twitter RSS Feeds for Publishers For Reporters My Account Log In June 22, 2023 Juez otorga suspensión provisional contra Reforma Minera Santiago Contró, Sofía de Llano, Alejandro Garcia González, Mauricio Llamas, Arturo Tiburcio, Mauricio Villegas Hogan Lovells + Follow x Following x Following - Unfollow Contact LinkedIn Facebook Twitter Send Embed To embed, copy and paste the code into your website or blog: El Juzgado de Distrito Décimo Sexto del Primer Circuito, concedió una suspensión provisional a quejosa, con el fin de que no le sea aplicada la Reforma Minera en su totalidad. El pasado 9 de mayo de 2023 entró en vigor el Decreto por el que se reforman, adicionan y derogan diversas disposiciones de la Ley Minera, de la Ley de Aguas Nacionales, de la Ley General del Equilibrio Ecológico y la Protección al Ambiente y de la Ley General para la Prevención y Gestión Integral de los Residuos, en materia de concesiones para minería y agua (el “Decreto”). El Decreto establece nuevas obligaciones aplicables a empresas con concesiones mineras. Debido a ello, se han promovido diversas demandas de amparo al estimar la inconstitucionalidad de dichas obligaciones. Dentro de este contexto, el día de hoy, 21 de junio de 2023, el Juzgado de Distrito Décimo Sexto del Primer Circuito (Ciudad de México) en materia Administrativa (el “Juzgado”) concedió una suspensión provisional a una de las quejosas, con el fin de que no le sea aplicado el Decreto en su totalidad. Lo anterior supone una sentencia novedosa, ya que los otros Juzgados de Distrito que han resuelto sobre las suspensiones hasta el momento, han negado las mismas o concedido sólo parcialmente. Next steps Por el momento, se prevé que el Juzgado celebre la audiencia incidental el 28 de junio de 2023. Posterior a la misma, este emitirá sentencia para pronunciarse sobre la suspensión definitiva. En la sentencia interlocutoria, el Juzgado podrá conceder la suspensión definitiva sobre la totalidad del Decreto (nuevamente), sólo parcialmente o negarla. Asimismo, la suspensión provisional es susceptible de ser impugnada por las autoridades responsables ante un Tribunal Colegiado de Circuito. [View source.] Send Print Report Latest PostsJuez otorga suspensión provisional contra Reforma Minera The Virgin Media case: what does it mean for UK pension trustees and sponsoring employers? UK Building Safety Act Landlord Certificates: What supporting information must a landlord provide? DOE invites public comment on RFPs for HALEU development European Commission proposal on ESG rating activities See more » DISCLAIMER: Because of the generality of this update, the information provided herein may not be applicable in all situations and should not be acted upon without specific legal advice based on particular situations. © Hogan Lovells | Attorney Advertising Refine your interests » Written by: Hogan Lovells Contact + Follow x Following x Following - Unfollow Santiago Contró + Follow x Following x Following - Unfollow Sofía de Llano + Follow x Following x Following - Unfollow Alejandro Garcia González + Follow x Following x Following - Unfollow Mauricio Llamas + Follow x Following x Following - Unfollow Arturo Tiburcio + Follow x Following x Following - Unfollow Mauricio Villegas + Follow x Following x Following - Unfollow more less Published In: Mexico + Follow x Following x Following - Unfollow Mining + Follow x Following x Following - Unfollow Water + Follow x Following x Following - Unfollow Environmental + Follow x Following x Following - Unfollow more less Hogan Lovells on: \"My best business intelligence, in one easy email…\" Your first step to building a free, personalized, morning email brief covering pertinent authors and topics on JD Supra: Sign Up Log in *By using the service, you signify your acceptance of JD Supra's Privacy Policy. - hide - hide Back to Top Home What Is JD Supra? Subscribe Leverage Your Thought Leadership Privacy Policy Terms & Conditions Contact Team Cookie Preferences Explore 2023 Readers' Choice Awards Copyright © JD Supra, LLC"}
{"https://www.jdsupra.com/legalnews/dc-circuit-pours-cold-water-on-global-9719569/": "Menu News & Insights Popular Labor & Employment Finance & Banking Intellectual Property Health & Healthcare Environmental Issues more… Business Insurance Commercial Real Estate Corporate Taxes Immigration Securities more… Personal Residential Real Estate Estate Planning Civil Rights Personal Taxes Bankruptcy more… Jump to: Latest Updates » Trending [7] [Ongoing] Read Latest COVID-19 Guidance, All Aspects [Hot Topic] Employer Liability Issues [Trending] Artificial Intelligence [Hot Topic] Environmental, Social & Governance Stay Informed: Popular Reads on JD Supra Meet JD Supra's Top Authors! Build a Morning News Digest: Easy, Custom Content, Free! Browse All Law News Topics » Find Author By Business Matters Labor & Employment Finance & Banking Intellectual Property Insurance Taxes By Personal Issues Civil Rights Family Matters Personal Injury Wills, Trusts, & Estate Planning Worker’s Compensation By Location California New York Texas Canada United Kingdom Subscribe Custom Email Digests Build a custom email digest by following topics, people, and firms published on JD Supra. Twitter RSS Feeds for Publishers For Reporters My Account Log In June 22, 2023 DC Circuit Pours Cold Water on Global Warming Legislation Daniel Klein Goldberg Segalla + Follow x Following x Following - Unfollow Contact LinkedIn Facebook Twitter Send Embed To embed, copy and paste the code into your website or blog: Refrigeration technology has come a long way since ancient Chinese cultures harvested ice from frozen lakes and desperately tried to keep them insulated in ice cellars more than a thousand years ago. The technology advanced through the subsequent centuries, culminating in an exponential explosion of growth over the last hundred years or so, with the advent of artificial refrigerants in the 19-teens and 20s. Still, these early-model units relied on toxic, foul-smelling gases such as ammonia and sulfur dioxide as condensing agents, resulting in fatalities from exposure. Through the middle of the last century, the industry transitioned almost entirely over to the use of the non-toxic chlorofluorocarbon (“CFC”) Freon as the primary refrigerant. This move virtually eliminated the health risks, reduced the price of refrigeration in general, and further fueled the mass-expansion of refrigeration in commercial and home use. That is, up until the 70’s, when scientists realized that Freon escaping from old, damaged, or abandoned refrigerators was disintegrating the protective ozone layer of the Earth’s atmosphere and letting in dangerous ultra-violet radiation from the sun. Enter a new class of refrigerants, hydrofluorocarbons (“HFC”); all the benefits of CFC’s, without that pesky risk of microwaving the planet. Up until roughly the turn of the century, that is,  when scientists have discovered that HFC’s trap heat in the atmosphere, contributing to global warming. Recently, to combat the warming impact of HFC’s, Congress passed the American Innovation in Manufacturing Act (“AIM”), which authorizes the Environmental Protection Agency (“EPA”) to do essentially three things; manage existing HFC’s, phase down their production, and facilitate the transition to next-generation replacement technologies. In one of the first rulings on the new AIM legislation, the DC Circuit Court of Appeals has on June 20sided with proponents of the air conditioning industry, holding that AIM does not grant the EPA the unfettered right to ban certain methodologies used by the industry in transporting HFCs. While not a broad and sweeping rebuke of the AIM, it is notable and significant because the imposition of limits on the AIM suggests more industry players reliant on HFC’s may ‘smell blood in the water’ and be emboldened to further challenge what was, until recently, seen by some as the harbinger of the next sea-change in the ongoing story of refrigeration technology. Send Print Report Latest PostsAmerican Public Is Thrown Into the EtO Mix with Government and Industry DC Circuit Pours Cold Water on Global Warming Legislation Circuit Court Affirms Automatic Stay as to Georgia-Pacific’s Asbestos Lawsuits COVID-19: A Disability Under New Jersey’s Anti-Discrimination Law? Appellate Division Responds UCLA’s Environmental Law Clinic Weighs in on Berkeley Gas Case with New Amicus Brief See more » DISCLAIMER: Because of the generality of this update, the information provided herein may not be applicable in all situations and should not be acted upon without specific legal advice based on particular situations. © Goldberg Segalla | Attorney Advertising Refine your interests » Written by: Goldberg Segalla Contact + Follow x Following x Following - Unfollow Daniel Klein + Follow x Following x Following - Unfollow more less Published In: Climate Change + Follow x Following x Following - Unfollow Environmental Policies + Follow x Following x Following - Unfollow EPA + Follow x Following x Following - Unfollow Toxic Chemicals + Follow x Following x Following - Unfollow Environmental + Follow x Following x Following - Unfollow more less Goldberg Segalla on: \"My best business intelligence, in one easy email…\" Your first step to building a free, personalized, morning email brief covering pertinent authors and topics on JD Supra: Sign Up Log in *By using the service, you signify your acceptance of JD Supra's Privacy Policy. - hide - hide Back to Top Home What Is JD Supra? Subscribe Leverage Your Thought Leadership Privacy Policy Terms & Conditions Contact Team Cookie Preferences Explore 2023 Readers' Choice Awards Copyright © JD Supra, LLC"}
{"https://www.jdsupra.com/legalnews/5-key-takeaways-risks-facing-banks-today-4661049/": "Menu News & Insights Popular Labor & Employment Finance & Banking Intellectual Property Health & Healthcare Environmental Issues more… Business Insurance Commercial Real Estate Corporate Taxes Immigration Securities more… Personal Residential Real Estate Estate Planning Civil Rights Personal Taxes Bankruptcy more… Jump to: Latest Updates » Trending [7] [Ongoing] Read Latest COVID-19 Guidance, All Aspects [Hot Topic] Employer Liability Issues [Trending] Artificial Intelligence [Hot Topic] Environmental, Social & Governance Stay Informed: Popular Reads on JD Supra Meet JD Supra's Top Authors! Build a Morning News Digest: Easy, Custom Content, Free! Browse All Law News Topics » Find Author By Business Matters Labor & Employment Finance & Banking Intellectual Property Insurance Taxes By Personal Issues Civil Rights Family Matters Personal Injury Wills, Trusts, & Estate Planning Worker’s Compensation By Location California New York Texas Canada United Kingdom Subscribe Custom Email Digests Build a custom email digest by following topics, people, and firms published on JD Supra. Twitter RSS Feeds for Publishers For Reporters My Account Log In June 22, 2023 5 Key Takeaways - Risks Facing Banks Today Gary Bronstein Kilpatrick Townsend & Stockton LLP + Follow x Following x Following - Unfollow Contact LinkedIn Facebook Twitter Send Embed To embed, copy and paste the code into your website or blog: Kilpatrick Townsend’s Gary Bronstein recently joined a panel of other industry leaders at “The Bank Director: Bank Audit and Risk Conference”. The panel discussed the countless risks facing banks today and what banks can do to mitigate risks as efficiently and effectively as possible. The conference could not have been scheduled for a better time now that the bank regulators are being more assertive about scrutinizing risk at all banks following the recent bank failures. The audience was primarily comprised of bank directors who sit on audit and risk committees Please see full article below for more information. Download PDF 5As a result of recent bank failures, bank directors must monitor the levels of uninsured deposits, deposit concentrations, deposit withdrawals, sources of liquidity, and interest rate risk.We discussed what we learned from the recent bank failures. With the dominance of social media and mobile banking, a bank run can happen much faster today than any time in history.3The Consumer Financial Protection Bureau is very concerned about discriminatory practices when underwriting loans. The use of AI in loan underwriting may prove to be trap for those that are not fully informed.There was discussion about artificial intelligence (AI) risk, how banks may be using it, and whether third-party vendors are using AI. There are many ways to use AI to create efficiencies and the challenge is that it is potentially fraught with risk and much is still unknown. For example, there are significant privacy risks especially if customer data is involved and, if it is being used by third-party vendors, due diligence is critical.1While we discussed the key risks facing banks today, such as liquidity, credit, particularly commercial real estate loans, interest rate risk resulting from the recent rapid increase in interest rates by the Fed, third-party vendor risk, and consumer compliance, the importance of the board governance process overseeing risk was stressed.Risks Facing Banks Today5 KEY TAKEAWAYSKilpatrick Townsend’s Gary Bronstein recently joined a panel of other industry leaders at “The Bank Director: Bank Audit and Risk Conference”. The panel discussed the countless risks facing banks today and what banks can do to mitigate risks as efficiently and effectively as possible. The conference could not have been scheduled for a better time now that the bank regulators are being more assertive about scrutinizing risk at all banks following the recent bank failures. The audience was primarily comprised of bank directors who sit on audit and risk committees.Mr. Bronstein provides these key five takeaways from the presentation: For information, please contact Gary Bronstein: gbronstein@kilpatricktownsend.com.42 Download PDF [225KB] Email Report LOADING PDF: If there are any problems, click here to download the file. Send Report Latest Posts5 Key Takeaways - Risks Facing Banks Today Key Takeaways - Interparty Considerations and Collaborations: Navigating IP Due Diligence and Joint Development Agreements with Third Parties Japan Central Bank Digital Currency (CBDC) – Bank of Japan Completes Proof of Concept and Begins Pilot for Japanese CBDC Data breach class actions: Eleventh Circuit rules that an employer has a common law duty under Georgia law to safeguard employees’ personal data As the Marketplace Evolves, is Your Latin American Franchise Ready for the U.S.A.? See more » DISCLAIMER: Because of the generality of this update, the information provided herein may not be applicable in all situations and should not be acted upon without specific legal advice based on particular situations. © Kilpatrick Townsend & Stockton LLP | Attorney Advertising Refine your interests » Written by: Kilpatrick Townsend & Stockton LLP Contact + Follow x Following x Following - Unfollow Gary Bronstein + Follow x Following x Following - Unfollow more less Published In: Banking Sector + Follow x Following x Following - Unfollow Banks + Follow x Following x Following - Unfollow Consumer Financial Protection Bureau (CFPB) + Follow x Following x Following - Unfollow Deposit Insurance + Follow x Following x Following - Unfollow Financial Institutions + Follow x Following x Following - Unfollow Loans + Follow x Following x Following - Unfollow Mobile Banking + Follow x Following x Following - Unfollow Finance & Banking + Follow x Following x Following - Unfollow more less Kilpatrick Townsend & Stockton LLP on: \"My best business intelligence, in one easy email…\" Your first step to building a free, personalized, morning email brief covering pertinent authors and topics on JD Supra: Sign Up Log in *By using the service, you signify your acceptance of JD Supra's Privacy Policy. - hide - hide Back to Top Home What Is JD Supra? Subscribe Leverage Your Thought Leadership Privacy Policy Terms & Conditions Contact Team Cookie Preferences Explore 2023 Readers' Choice Awards Copyright © JD Supra, LLC"}
{"https://www.jdsupra.com/profile/Hogan_Lovells_docs/": "Menu News & Insights Popular Labor & Employment Finance & Banking Intellectual Property Health & Healthcare Environmental Issues more… Business Insurance Commercial Real Estate Corporate Taxes Immigration Securities more… Personal Residential Real Estate Estate Planning Civil Rights Personal Taxes Bankruptcy more… Jump to: Latest Updates » Trending [7] [Ongoing] Read Latest COVID-19 Guidance, All Aspects [Hot Topic] Employer Liability Issues [Trending] Artificial Intelligence [Hot Topic] Environmental, Social & Governance Stay Informed: Popular Reads on JD Supra Meet JD Supra's Top Authors! Build a Morning News Digest: Easy, Custom Content, Free! Browse All Law News Topics » Find Author By Business Matters Labor & Employment Finance & Banking Intellectual Property Insurance Taxes By Personal Issues Civil Rights Family Matters Personal Injury Wills, Trusts, & Estate Planning Worker’s Compensation By Location California New York Texas Canada United Kingdom Subscribe Custom Email Digests Build a custom email digest by following topics, people, and firms published on JD Supra. Twitter RSS Feeds for Publishers For Reporters My Account Log In Refine your interests » Hogan Lovells + Follow x Following x Following - Unfollow Contact Share Tweet Info Website Knowledge RSS LinkedIn Twitter Facebook Columbia Square555 Thirteenth Street, NWWashington, DC 20004, United States Phone: 202 637 5600 Fax: 202 637 5910 Areas Of Practice Administrative Law Agriculture Alternative Dispute Resolution (ADR) Antitrust & Trade Regulation Bankruptcy Commercial Law & Contracts Communications & Media Law Education Energy & Utilities Environmental Law Finance & Banking Government Health Immigration Law Insurance Intellectual Property International Law & Trade Labor & Employment Law Litigation Mergers & Acquisitions Privacy Products Liability Real Estate Science, Computers, & Tech Securities Law Taxation Transportation See more Locations Other U.S. LocationsCalifornia Colorado D.C. Florida Kentucky Maryland Massachusetts Minnesota New York Pennsylvania Texas Virginia Other CountriesAustralia Belgium Brazil China Croatia France Germany Hong Kong Hungary India Indonesia Israel Italy Japan Luxembourg Mexico Mongolia Netherlands Poland Russia Singapore South Africa Spain United Arab Emirates United Kingdom Venezuela Vietnam Number of Attorneys 1,000+ Attorneys Report Profile » Publications Events About Authors Awards Proof in Trial: Appellate Edition: Stand Up for California et al. v. U.S. Department of the Interior et al. Proof in Trial: Appellate Edition: Integra Med Analytics LLC et al. v. Providence Health & Services et al. Proof in Trial: Appellate Edition: Holmes v. Winter Marriages don't last forever: How to terminate a Joint Venture - and come out of it relatively unscathed. Podcast episode 2 Marriages don't last forever - When Joint Ventures go wrong. Podcast episode 1 Proof in Trial | A Hogan Lovells podcast series Litigation developments: core M&A and corporate governance doctrines Litigation developments: federal forum provisions Litigation developments: fundamental shareholder rights. Our International Trade team comments on additional restrictions on trade with Cuba Our International Trade team comments on far-reaching proposed U.S. rule concerning the Information and Communications Technology Supply Chain Trade controls and foreign investment reviews involving China continue to expand Our International Trade team comments on the escalating U.S.—China trade conflict U.S. policy reversal allows suits in U.S. courts and visa denials, for “trafficking” in confiscated property in Cuba International Trade Team Comments On U.S. - EU Trade Relations U.S. - EU Trade Conflict multilateralism and the WTO Escalating U.S.- China Trade Conflict Hospitals and insurers turn to new partnerships in an effort to better manage the cost of care Royalty financing provides a new avenue for life sciences companies to generate capital while keeping control of critical IP What’s Next? Podcast: Exploring law firm culture through a design lens with IDEO Juez otorga suspensión provisional contra Reforma Minera El Juzgado de Distrito Décimo Sexto del Primer Circuito, concedió una suspensión provisional a quejosa, con el fin de que no le sea aplicada la Reforma Minera en su totalidad…more 6/22/2023  /  Environmental Law The Virgin Media case: what does it mean for UK pension trustees and sponsoring employers? Pension trustees and sponsoring employers may have seen commentary on the recent case of Virgin Media v NTL Pension Trustees Ltd and others, which concerned procedural requirements for historic amendments in relation to certain…more 6/22/2023  /  Finance & Banking, International Law & Trade UK Building Safety Act Landlord Certificates: What supporting information must a landlord provide? In part 1 of this series, we set out what landlord certificates are and when they must be provided. In this article, we delve deeper into the rather more burdensome requirements to provide supporting information with landlord’s…more 6/22/2023  /  Real Estate - Residential DOE invites public comment on RFPs for HALEU development On June 5, 2023, the U.S. Department of Energy (“DOE”) released two long awaited draft requests for proposals (“RFPs”) to support the development of high-assay low-enriched uranium (“HALEU”) in the United States…more 6/22/2023  /  Energy & Utilities European Commission proposal on ESG rating activities On 13 June 2023, the European Commission published a proposal for a regulation on the transparency and integrity of ESG rating activities, following concerns about the reliability, comparability and transparency of ESG ratings. …more 6/21/2023  /  Environmental Law, Finance & Banking, International Law & Trade, Securities Law Vietnam’s power development plan – From aspiration to reality Less than two weeks after the Vietnamese Prime Minister approved the national power development plan for 2021-2030 (“PDP8”), Hanoi and other major northern cities of Vietnam experienced serious electricity supply crunch during…more 6/21/2023  /  Energy & Utilities, Environmental Law, Zoning, Planning & Land Use FDA continues work on consumer research on front-of-pack nutrition labeling The U.S. Food and Drug Administration (FDA) published a second procedural notice regarding its plans to conduct consumer research on a front-of-pack (FOP) nutrition labeling scheme…more 6/21/2023  /  Administrative Law, Consumer Protection UK recent developments in pensions webinar On 21 June 2023, we held our recent developments in pensions webinar covering legal updates from the pensions industry from the recent months. Topics members of our team covered included: DB surplus (timestamp: 01.46 - 15.00)…more 6/21/2023  /  Finance & Banking, Labor & Employment Law Zooming in on the Investment Protocol to the AfCFTA: a new era for investment disputes across Africa? Following the entry into force of the Agreement Establishing the African Continental Free Trade Area (“AfCFTA”) in May 2019, intra-African cooperation recently took a further step forward with the adoption of its Investment…more 6/21/2023  /  Finance & Banking, International Law & Trade Building Safety Act - What are landlord certificates and when do I need to provide one? The Building Safety Act 2022 introduced landlord and leaseholder certificates to help leaseholders understand which protections against the cost of remedial works apply to them. In this first part of our series on landlord…more 6/21/2023  /  Real Estate - Residential USA and Australia alliance – closer collaboration and new opportunities for energy, minerals, space and defence In a joint statement released by Prime Minister Albanese and President Biden, Australia and the United States have committed to a number of new agreements that may have a significant impact on climate and biodiversity action,…more 6/21/2023  /  Energy & Utilities, International Law & Trade FCC and NSF to convene experts on AI opportunities and challenges for networks and consumers An upcoming workshop may provide insight into the Federal Communications Commission’s (FCC) developing approach to AI governance and regulation. Next month, the FCC and National Science Foundation (NSF) will host a joint…more 6/21/2023  /  Communications & Media Law, Science, Computers, & Technology Green Claims update - Green Claims Directive Proposal - Sustainable Products Regulations The European Commission has presented its long-awaited proposal for a Directive on substantiating environmental claims on March 22, 2023 which is intended to apply to all voluntary green claims covering not only texts, but also…more 6/21/2023  /  Commercial Law & Contracts, Environmental Law Bank of Italy Regulation re compliance to EBA Guidelines on the use of remote customer onboarding solutions On 15 June 2023, the Bank of Italy published on its website a series of acts aimed at reviewing the domestic AML rules to comply with EBA Guidelines on the use of remote customer onboarding solutions…more 6/20/2023  /  Finance & Banking, International Law & Trade Modificada la normativa reguladora de las evaluaciones de impacto ambiental El pasado 14 de junio se ha publicado en el BOE el Real Decreto 445/2023, de 13 de junio, por el que se modifican los anexos i, ii y iii de la ley 21/2013, de 9 de diciembre, de evaluación ambiental, anexos relativos a aquellos…more 6/20/2023  /  Energy & Utilities, Environmental Law Showing 1-15 of 8022 Results / View per page 15 25 50 Page: 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 61 62 63 64 65 66 67 68 69 70 71 72 73 74 75 76 77 78 79 80 81 82 83 84 85 86 87 88 89 90 91 92 93 94 95 96 97 98 99 100 101 102 103 104 105 106 107 108 109 110 111 112 113 114 115 116 117 118 119 120 121 122 123 124 125 126 127 128 129 130 131 132 133 134 135 136 137 138 139 140 141 142 143 144 145 146 147 148 149 150 151 152 153 154 155 156 157 158 159 160 161 162 163 164 165 166 167 168 169 170 171 172 173 174 175 176 177 178 179 180 181 182 183 184 185 186 187 188 189 190 191 192 193 194 195 196 197 198 199 200 201 202 203 204 205 206 207 208 209 210 211 212 213 214 215 216 217 218 219 220 221 222 223 224 225 226 227 228 229 230 231 232 233 234 235 236 237 238 239 240 241 242 243 244 245 246 247 248 249 250 251 252 253 254 255 256 257 258 259 260 261 262 263 264 265 266 267 268 269 270 271 272 273 274 275 276 277 278 279 280 281 282 283 284 285 286 287 288 289 290 291 292 293 294 295 296 297 298 299 300 301 302 303 304 305 306 307 308 309 310 311 312 313 314 315 316 317 318 319 320 321 322 323 324 325 326 327 328 329 330 331 332 333 334 335 336 337 338 339 340 341 342 343 344 345 346 347 348 349 350 351 352 353 354 355 356 357 358 359 360 361 362 363 364 365 366 367 368 369 370 371 372 373 374 375 376 377 378 379 380 381 382 383 384 385 386 387 388 389 390 391 392 393 394 395 396 397 398 399 400 401 402 403 404 405 406 407 408 409 410 411 412 413 414 415 416 417 418 419 420 421 422 423 424 425 426 427 428 429 430 431 432 433 434 435 436 437 438 439 440 441 442 443 444 445 446 447 448 449 450 451 452 453 454 455 456 457 458 459 460 461 462 463 464 465 466 467 468 469 470 471 472 473 474 475 476 477 478 479 480 481 482 483 484 485 486 487 488 489 490 491 492 493 494 495 496 497 498 499 500 501 502 503 504 505 506 507 508 509 510 511 512 513 514 515 516 517 518 519 520 521 522 523 524 525 526 527 528 529 530 531 532 533 534 535 of 535 This profile may constitute attorney advertising. Prior results do not guarantee a similar outcome. Any correspondence with this profile holder does not constitute a client/attorney relationship. Neither the content on this profile nor transmissions between you and the profile holder through this profile are intended to provide legal or other advice or to create an attorney-client relationship. \"My best business intelligence, in one easy email…\" Your first step to building a free, personalized, morning email brief covering pertinent authors and topics on JD Supra: Sign up Log in *By using the service, you signify your acceptance of JD Supra's Privacy Policy. - hide JD Supra Privacy Policy Updated: Dec 28, 2021: JD Supra is a legal publishing service that connects experts and their content with broader audiences of professionals, journalists and associations. This Privacy Policy describes how JD Supra, LLC (\"JD Supra\" or \"we,\" \"us,\" or \"our\") collects, uses and shares personal data collected from visitors to our website (located at www.jdsupra.com) (our \"Website\") who view only publicly-available content as well as subscribers to our services (such as our email digests or author tools)(our \"Services\"). By using our Website and registering for one of our Services, you are agreeing to the terms of this Privacy Policy. Please note that if you subscribe to one of our Services, you can make choices about how we collect, use and share your information through our Privacy Center under the \"My Account\" dashboard (available if you are logged into your JD Supra account). Collection of Information Registration Information. When you register with JD Supra for our Website and Services, either as an author or as a subscriber, you will be asked to provide identifying information to create your JD Supra account (\"Registration Data\"), such as your: Email First Name Last Name Company Name Company Industry Title Country Other Information: We also collect other information you may voluntarily provide. This may include content you provide for publication. We may also receive your communications with others through our Website and Services (such as contacting an author through our Website) or communications directly with us (such as through email, feedback or other forms or social media). If you are a subscribed user, we will also collect your user preferences, such as the types of articles you would like to read. Information from third parties (such as, from your employer or LinkedIn): We may also receive information about you from third party sources. For example, your employer may provide your information to us, such as in connection with an article submitted by your employer for publication. If you choose to use LinkedIn to subscribe to our Website and Services, we also collect information related to your LinkedIn account and profile. Your interactions with our Website and Services: As is true of most websites, we gather certain information automatically. This information includes IP addresses, browser type, Internet service provider (ISP), referring/exit pages, operating system, date/time stamp and clickstream data. We use this information to analyze trends, to administer the Website and our Services, to improve the content and performance of our Website and Services, and to track users' movements around the site. We may also link this automatically-collected data to personal information, for example, to inform authors about who has read their articles. Some of this data is collected through information sent by your web browser. We also use cookies and other tracking technologies to collect this information. To learn more about cookies and other tracking technologies that JD Supra may use on our Website and Services please see our \"Cookies Guide\" page. How do we use this information? We use the information and data we collect principally in order to provide our Website and Services. More specifically, we may use your personal information to: Operate our Website and Services and publish content; Distribute content to you in accordance with your preferences as well as to provide other notifications to you (for example, updates about our policies and terms); Measure readership and usage of the Website and Services; Communicate with you regarding your questions and requests; Authenticate users and to provide for the safety and security of our Website and Services; Conduct research and similar activities to improve our Website and Services; and Comply with our legal and regulatory responsibilities and to enforce our rights. How is your information shared? Content and other public information (such as an author profile) is shared on our Website and Services, including via email digests and social media feeds, and is accessible to the general public. If you choose to use our Website and Services to communicate directly with a company or individual, such communication may be shared accordingly. Readership information is provided to publishing law firms and companies and authors of content to give them insight into their readership and to help them to improve their content. Our Website may offer you the opportunity to share information through our Website, such as through Facebook's \"Like\" or Twitter's \"Tweet\" button. We offer this functionality to help generate interest in our Website and content and to permit you to recommend content to your contacts. You should be aware that sharing through such functionality may result in information being collected by the applicable social media network and possibly being made publicly available (for example, through a search engine). Any such information collection would be subject to such third party social media network's privacy policy. Your information may also be shared to parties who support our business, such as professional advisors as well as web-hosting providers, analytics providers and other information technology providers. Any court, governmental authority, law enforcement agency or other third party where we believe disclosure is necessary to comply with a legal or regulatory obligation, or otherwise to protect our rights, the rights of any third party or individuals' personal safety, or to detect, prevent, or otherwise address fraud, security or safety issues. To our affiliated entities and in connection with the sale, assignment or other transfer of our company or our business. How We Protect Your Information JD Supra takes reasonable and appropriate precautions to insure that user information is protected from loss, misuse and unauthorized access, disclosure, alteration and destruction. We restrict access to user information to those individuals who reasonably need access to perform their job functions, such as our third party email service, customer service personnel and technical staff. You should keep in mind that no Internet transmission is ever 100% secure or error-free. Where you use log-in credentials (usernames, passwords) on our Website, please remember that it is your responsibility to safeguard them. If you believe that your log-in credentials have been compromised, please contact us at privacy@jdsupra.com. Children's Information Our Website and Services are not directed at children under the age of 16 and we do not knowingly collect personal information from children under the age of 16 through our Website and/or Services. If you have reason to believe that a child under the age of 16 has provided personal information to us, please contact us, and we will endeavor to delete that information from our databases. Links to Other Websites Our Website and Services may contain links to other websites. The operators of such other websites may collect information about you, including through cookies or other technologies. If you are using our Website or Services and click a link to another site, you will leave our Website and this Policy will not apply to your use of and activity on those other sites. We encourage you to read the legal notices posted on those sites, including their privacy policies. We are not responsible for the data collection and use practices of such other sites. This Policy applies solely to the information collected in connection with your use of our Website and Services and does not apply to any practices conducted offline or in connection with any other websites. Information for EU and Swiss Residents JD Supra's principal place of business is in the United States. By subscribing to our website, you expressly consent to your information being processed in the United States. Our Legal Basis for Processing: Generally, we rely on our legitimate interests in order to process your personal information. For example, we rely on this legal ground if we use your personal information to manage your Registration Data and administer our relationship with you; to deliver our Website and Services; understand and improve our Website and Services; report reader analytics to our authors; to personalize your experience on our Website and Services; and where necessary to protect or defend our or another's rights or property, or to detect, prevent, or otherwise address fraud, security, safety or privacy issues. Please see Article 6(1)(f) of the E.U. General Data Protection Regulation (\"GDPR\") In addition, there may be other situations where other grounds for processing may exist, such as where processing is a result of legal requirements (GDPR Article 6(1)(c)) or for reasons of public interest (GDPR Article 6(1)(e)). Please see the \"Your Rights\" section of this Privacy Policy immediately below for more information about how you may request that we limit or refrain from processing your personal information. Your Rights Right of Access/Portability: You can ask to review details about the information we hold about you and how that information has been used and disclosed. Note that we may request to verify your identification before fulfilling your request. You can also request that your personal information is provided to you in a commonly used electronic format so that you can share it with other organizations. Right to Correct Information: You may ask that we make corrections to any information we hold, if you believe such correction to be necessary. Right to Restrict Our Processing or Erasure of Information: You also have the right in certain circumstances to ask us to restrict processing of your personal information or to erase your personal information. Where you have consented to our use of your personal information, you can withdraw your consent at any time. You can make a request to exercise any of these rights by emailing us at privacy@jdsupra.com or by writing to us at: Privacy Officer JD Supra, LLC 150 Harbor Drive, #2760 Sausalito, CA 94965 You can also manage your profile and subscriptions through our Privacy Center under the \"My Account\" dashboard. We will make all practical efforts to respect your wishes. There may be times, however, where we are not able to fulfill your request, for example, if applicable law prohibits our compliance. Please note that JD Supra does not use \"automatic decision making\" or \"profiling\" as those terms are defined in the GDPR. Timeframe for retaining your personal information: We will retain your personal information in a form that identifies you only for as long as it serves the purpose(s) for which it was initially collected as stated in this Privacy Policy, or subsequently authorized. We may continue processing your personal information for longer periods, but only for the time and to the extent such processing reasonably serves the purposes of archiving in the public interest, journalism, literature and art, scientific or historical research and statistical analysis, and subject to the protection of this Privacy Policy. For example, if you are an author, your personal information may continue to be published in connection with your article indefinitely. When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible. Onward Transfer to Third Parties: As noted in the \"How We Share Your Data\" Section above, JD Supra may share your information with third parties. When JD Supra discloses your personal information to third parties, we have ensured that such third parties have either certified under the EU-U.S. or Swiss Privacy Shield Framework and will process all personal data received from EU member states/Switzerland in reliance on the applicable Privacy Shield Framework or that they have been subjected to strict contractual provisions in their contract with us to guarantee an adequate level of data protection for your data. California Privacy Rights Pursuant to Section 1798.83 of the California Civil Code, our customers who are California residents have the right to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes. You can make a request for this information by emailing us at privacy@jdsupra.com or by writing to us at: Privacy Officer JD Supra, LLC 150 Harbor Drive, #2760 Sausalito, CA 94965 Some browsers have incorporated a Do Not Track (DNT) feature. These features, when turned on, send a signal that you prefer that the website you are visiting not collect and use data regarding your online searching and browsing activities. As there is not yet a common understanding on how to interpret the DNT signal, we currently do not respond to DNT signals on our site. Access/Correct/Update/Delete Personal Information For non-EU/Swiss residents, if you would like to know what personal information we have about you, you can send an e-mail to privacy@jdsupra.com. We will be in contact with you (by mail or otherwise) to verify your identity and provide you the information you request. We will respond within 30 days to your request for access to your personal information. In some cases, we may not be able to remove your personal information, in which case we will let you know if we are unable to do so and why. If you would like to correct or update your personal information, you can manage your profile and subscriptions through our Privacy Center under the \"My Account\" dashboard. If you would like to delete your account or remove your information from our Website and Services, send an e-mail to privacy@jdsupra.com. Changes in Our Privacy Policy We reserve the right to change this Privacy Policy at any time. Please refer to the date at the top of this page to determine when this Policy was last revised. Any changes to our Privacy Policy will become effective upon posting of the revised policy on the Website. By continuing to use our Website and Services following such changes, you will be deemed to have agreed to such changes. Contacting JD Supra If you have any questions about this Privacy Policy, the practices of this site, your dealings with our Website or Services, or if you would like to change any of the information you have provided to us, please contact us at: privacy@jdsupra.com. JD Supra Cookie Guide As with many websites, JD Supra's website (located at www.jdsupra.com) (our \"Website\") and our services (such as our email article digests)(our \"Services\") use a standard technology called a \"cookie\" and other similar technologies (such as, pixels and web beacons), which are small data files that are transferred to your computer when you use our Website and Services. These technologies automatically identify your browser whenever you interact with our Website and Services. How We Use Cookies and Other Tracking Technologies We use cookies and other tracking technologies to: Improve the user experience on our Website and Services; Store the authorization token that users receive when they login to the private areas of our Website. This token is specific to a user's login session and requires a valid username and password to obtain. It is required to access the user's profile information, subscriptions, and analytics; Track anonymous site usage; and Permit connectivity with social media networks to permit content sharing. There are different types of cookies and other technologies used our Website, notably: \"Session cookies\" - These cookies only last as long as your online session, and disappear from your computer or device when you close your browser (like Internet Explorer, Google Chrome or Safari). \"Persistent cookies\" - These cookies stay on your computer or device after your browser has been closed and last for a time specified in the cookie. We use persistent cookies when we need to know who you are for more than one browsing session. For example, we use them to remember your preferences for the next time you visit. \"Web Beacons/Pixels\" - Some of our web pages and emails may also contain small electronic images known as web beacons, clear GIFs or single-pixel GIFs. These images are placed on a web page or email and typically work in conjunction with cookies to collect data. We use these images to identify our users and user behavior, such as counting the number of users who have visited a web page or acted upon one of our email digests. JD Supra Cookies. We place our own cookies on your computer to track certain information about you while you are using our Website and Services. For example, we place a session cookie on your computer each time you visit our Website. We use these cookies to allow you to log-in to your subscriber account. In addition, through these cookies we are able to collect information about how you use the Website, including what browser you may be using, your IP address, and the URL address you came from upon visiting our Website and the URL you next visit (even if those URLs are not on our Website). We also utilize email web beacons to monitor whether our emails are being delivered and read. We also use these tools to help deliver reader analytics to our authors to give them insight into their readership and help them to improve their content, so that it is most useful for our users. Analytics/Performance Cookies. JD Supra also uses the following analytic tools to help us analyze the performance of our Website and Services as well as how visitors use our Website and Services: HubSpot - For more information about HubSpot cookies, please visit legal.hubspot.com/privacy-policy. New Relic - For more information on New Relic cookies, please visit www.newrelic.com/privacy. Google Analytics - For more information on Google Analytics cookies, visit www.google.com/policies. To opt-out of being tracked by Google Analytics across all websites visit http://tools.google.com/dlpage/gaoptout. This will allow you to download and install a Google Analytics cookie-free web browser. Facebook, Twitter and other Social Network Cookies. Our content pages allow you to share content appearing on our Website and Services to your social media accounts through the \"Like,\" \"Tweet,\" or similar buttons displayed on such pages. To accomplish this Service, we embed code that such third party social networks provide and that we do not control. These buttons know that you are logged in to your social network account and therefore such social networks could also know that you are viewing the JD Supra Website. Controlling and Deleting Cookies If you would like to change how a browser uses cookies, including blocking or deleting cookies from the JD Supra Website and Services you can do so by changing the settings in your web browser. To control cookies, most browsers allow you to either accept or reject all cookies, only accept certain types of cookies, or prompt you every time a site wishes to save a cookie. It's also easy to delete cookies that are already saved on your device by a browser. The processes for controlling and deleting cookies vary depending on which browser you use. To find out how to do so with a particular browser, you can use your browser's \"Help\" function or alternatively, you can visit http://www.aboutcookies.org which explains, step-by-step, how to control and delete cookies in most browsers. Updates to This Policy We may update this cookie policy and our Privacy Policy from time-to-time, particularly as technology changes. You can always check this page for the latest version. We may also notify you of changes to our privacy policy by email. Contacting JD Supra If you have any questions about how we use cookies and other tracking technologies, please contact us at: privacy@jdsupra.com. - hide Back to Top Home What Is JD Supra? Subscribe Leverage Your Thought Leadership Privacy Policy Terms & Conditions Contact Team Cookie Preferences Explore 2023 Readers' Choice Awards Copyright © JD Supra, LLC"}
