{"https://www.jdsupra.com/": "Menu News & Insights Popular Labor & Employment Finance & Banking Intellectual Property Health & Healthcare Environmental Issues more… Business Insurance Commercial Real Estate Corporate Taxes Immigration Securities more… Personal Residential Real Estate Estate Planning Civil Rights Personal Taxes Bankruptcy more… Jump to: Latest Updates » Trending [7] [Ongoing] Read Latest COVID-19 Guidance, All Aspects [Hot Topic] Employer Liability Issues [Trending] Artificial Intelligence [Hot Topic] Environmental, Social & Governance Stay Informed: Popular Reads on JD Supra Meet JD Supra's Top Authors! Build a Morning News Digest: Easy, Custom Content, Free! Browse All Law News Topics » Find Author By Business Matters Labor & Employment Finance & Banking Intellectual Property Insurance Taxes By Personal Issues Civil Rights Family Matters Personal Injury Wills, Trusts, & Estate Planning Worker’s Compensation By Location California New York Texas Canada United Kingdom Subscribe Custom Email Digests Build a custom email digest by following topics, people, and firms published on JD Supra. Twitter RSS Feeds for Publishers For Reporters My Account Log In Follow Expert Insight, Commentary, and Intelligence On... Corporate HOT COVID-19 Guidance Cybersecurity HIPAA Compliance Issues The NLRB The SEC Others » Small Business Employee Handbooks Social Media Issues Employer Liabilities Intellectual Property Independent Contractors Startup Issues Others » Personal Matters Estate Planning Visas Discrimination Retaliation Mortgages Privacy Others » Latest Updates [Video] Because That’s What Heroes Do - Firefly - Episode 6, Our Mrs. Reynolds by Thomas Fox - Compliance Evangelist Megan Dougherty and I dive deep into Firefly, Episode 6, discussing everything from action scenes to the portrayal of women in media. We analyze the use of biblical verses to justify seduction in a marriage, while in another, we unpack… more [Video] Sunday Book Review - June 18, 2023 - The Books on Venture Colonialism Edition by Thomas Fox - Compliance Evangelist In the Sunday Book Review, I consider books that interest the compliance professional, the business executive, or anyone curious. It could be books about business, compliance, history, leadership, current events, or anything else that… more [Video] Trekking Through Compliance - Episode 16 - The Galileo Seven by Thomas Fox - Compliance Evangelist In this episode of Trekking Through Compliance, we consider the episode The Galileo Seven, which aired on January 5, 1967, Star Date 2821.5 The Enterprise passes close to a quasar-like formation identified as Murasaki 312. Kirk… more [Video] Because That’s What Heroes Do - Firefly - Episode 5, Safe by Thomas Fox - Compliance Evangelist Megan and I go in a different direction for our next sci-fi series as we take up the 2002 series Firefly. The show is an American space Western drama television series. The series is set in the year 2517, after the arrival of humans in… more [Video] Daily Compliance News: June 17, 2023 - The Glenda Jackson Tribute Edition by Thomas Fox - Compliance Evangelist Welcome to the Daily Compliance News. Each day, Tom Fox, the Voice of Compliance, brings you compliance-related stories to start your day. Sit back, enjoy a cup of morning coffee, and listen to the Daily Compliance News. All from the… more Best to make decisions through consensus by Ary Rosenbaum - The Rosenbaum Law Firm P.C. If you partner with other providers, I think it’s best when decisions are made through a consensus. Just because you make a decision unilaterally, doesn’t mean you should. Everything should be done thoughtfully, with input from the… more Building Safety Act 2022: What You Need To Know by Jones Day The United Kingdom's Building Safety Act 2022 introduces a new regulatory regime affecting higher-risk buildings. Developers, owners, landlords and contractors of high-rise buildings are among those to be affected by changes already in… more NAIC’s New Privacy Protections Recipe by Carlton Fields In April and May, the NAIC Privacy Protections Working Group held the first three of its biweekly calls to discuss its recipe for a new privacy model, “Insurance Consumer Privacy Protection Model Law #674.” During the meetings, the… more CFTC Issues Notice of Proposed Rulemaking in Connection with Risk Management Program Regulations for SDs, MSPs and FCMs by Cadwalader, Wickersham & Taft LLP The Commodity Futures Trading Commission (the “Commission” or the ”CFTC”), on May 31, 2023 published an Advance Notice of Proposed Rulemaking (“ANPRM”), seeking public comment in connection with potential amendments to the regulations… more Dodd-Frank Clawback Rule: NYSE and Nasdaq Extend Effective Date for Compliance to December 1, 2023 by Manatt, Phelps & Phillips, LLP On June 9, 2023, the Securities and Exchange Commission (SEC) approved the “clawback” listing standards proposed by the New York Stock Exchange (NYSE) and Nasdaq, including the amendments filed by each, extending the effective date to… more FTC Seeks Public Input on Joint Consumer Protection Efforts with State Attorneys General by Troutman Pepper On June 12, the Federal Trade Commission (FTC or Commission) published a request for public comment seeking comments and suggestions on effective coordination efforts with state attorneys general nationwide to help educate and protect… more Unpacking the City of Chicago’s Most Recent Updates To Its Fair Workweek Ordinance by Seyfarth Shaw LLP Seyfarth Synopsis: The City of Chicago recently published a few guidance updates to the Chicago Fair Workweek Ordinance: (1) The City published its new annual Notice – effective July 1, 2023 – increasing the earnings threshold that… more Data Privacy + Cybersecurity Insider - June 2023 by Robinson & Cole LLP CYBERSECURITY - Joint Advisory on MOVEit Transfer Vulnerability Published - CISA and FBI have issued a joint advisory on the MOVEit transfer vulnerability that should be on the radar of CISOs and IT professionals. The CLOP… more Seventh Circuit rules $3.95 in postage spent by plaintiff to respond to second validation notice sufficient to establish FDCPA standing by Ballard Spahr LLP The U.S. Court of Appeals for the Seventh Circuit has ruled that a plaintiff in a putative class action had standing to assert FDCPA claims against the purchaser of her debt and the purchaser’s servicer based on the $3.95 she paid in… more State AGs Choose Products Liability Case as Battleground for State Sovereignty by Troutman Pepper A bipartisan coalition of 23 state attorney generals led by Virginia AG Jason Miyares recently went up in arms about a products liability ruling they believe will threaten state consumer protection laws. On May 30, the coalition filed… more Cash is King: How A Capital Strategy Can Enable Today’s Start-Ups to Survive by Manatt, Phelps & Phillips, LLP 2023 has proved to be challenging for many cash-conscious startups, especially those that anticipated raising venture capital in the first half of the year. As the Federal Reserve continues to increase interest rates in an effort to… more Private Fund Advisers on the Hotplate: SEC Turning Up the Heat by Carlton Fields Private fund advisers are once again featured prominently among the SEC Examination Division’s exam priorities. As previously reported, this is unsurprising, given the scope and intensity of the SEC’s increased pressure on private fund… more The Other Green Scene: Sublines for Evergreen Funds June 16, 2023 - It’s Not Easy Being (Ever)Green by Cadwalader, Wickersham & Taft LLP Is evergreen the new black? It may be. Each day new limited partnership agreements come across our desks, sent to us by our bank clients who ask us to read and analyze these documents alongside them to determine the most critical… more Guide to the UK Building Safety Act 2022 by Jones Day The United Kingdom’s Building Safety Act 2022 introduces a new regulatory regime affecting higher-risk buildings. Developers, owners, landlords and contractors of high-rise buildings are among those to be affected by changes already in… more California District Court Finds Defendants’ Conduct Was Not Arbitrary and Capricious Under Administrative Procedure Act by Carlton Fields Citing the Administrative Procedure Act (APA), and recognizing the role of the district court in reviewing a final agency determination under the act, the U.S. District Court for the Northern District of California granted summary… more DOJ Settles Redlining Claim Against ESSA Bank by Ballard Spahr LLP The Justice Department (DOJ) recently announced a settlement with ESSA Bank & Trust (ESSA), which has agreed to pay over $3 million to resolve allegations that it engaged in a pattern or practice of redlining in violation of both the… more [Audio] Podcast: The Briefing by the IP Law Blog - What Now for Fair Use After Warhol v. Goldsmith by Weintraub Tobin The U.S. Supreme Court ruled in Andy Warhol Foundation v. Goldsmith that Andy Warhol’s portrait of music legend Prince did not qualify as fair use under copyright law. Scott Hervey and Tara Sattler talk about this decision on this… more [Video] The Briefing by the IP Law Blog: What Now for Fair Use After Warhol v. Goldsmith by Weintraub Tobin The U.S. Supreme Court ruled in Andy Warhol Foundation v. Goldsmith that Andy Warhol’s portrait of music legend Prince did not qualify as fair use under copyright law. Scott Hervey and Tara Sattler talk about this decision on this… more With Great Hiring Power Comes Great Responsibility: EEOC Releases New Warnings for Employers Leveraging AI by Troutman Pepper Q. Has the U.S. Equal Employment Opportunity Commission (EEOC) issued any recent guidance regarding employers’ use of artificial intelligence (AI)?… more Sports & Entertainment Spotlights: From Dad's Wisdom to Championship Glory - Nikola Jokić's MVP Journey in the NBA Finals by Foster Garvey PC Welcome back to the Spotlight and happy Fathers’ Day to all those celebrating (or celebrated) this weekend. If you’re a dad like me, you’re probably very tired, but also remarkably proud. Undoubtedly, the dads of the players for the… more Joint Advisory on MOVEit Transfer Vulnerability Published by Robinson+Cole Data Privacy + Security Insider CISA and FBI have issued a joint advisory on the MOVEit transfer vulnerability that should be on the radar of CISOs and IT professionals. The CLOP ransomware organization has been reportedly exploiting an SQL injection vulnerability in… more Illumination Zone: Episode 128 | Purpose Legal's Vice President of Global Legal Operations, Taryn Blair and Chief Strategy Officer, Doug Kaminski, sit down with Kaylee & Mary by EDRM - Electronic Discovery Reference Model Illumination Zone: EDRM Trusted Partner, Purpose Legal's Vice President of Global Legal Operations, Taryn Blair and Chief Strategy Officer, Doug Kaminski sit down with Kaylee & Mary to talk about Taryn's short journey to eDiscovery and… more AI for health and safety at work by Ius Laboris New frontiers of technology are now calling: what is holding employers back from implementing artificial intelligence-based systems? It is just a matter of time?… more AD-ttorneys@law - June 2023 #2 by BakerHostetler Don’t Look Dumb, Dude; You Sound Dumb - Is this one of those pyramid things? Hell, yeah, it is. If it wasn’t, I wouldn’t be doing it. Do I look dumb enough to go get a job again? Well... According to a recent court order… more Eleventh Circuit Confirms Investigation into Dispute Involving Identity Theft Was Reasonable and Affirms Summary Judgment on FCRA Claim by Burr & Forman In Milgram v. Chase Bank USA, N.A., --- F.4th ---, 2023 WL 3874276 (11th Cir. June 8, 2023), the Eleventh Circuit affirmed the district court’s dismissal of plaintiff’s FCRA claim based on the bank’s alleged failure to conduct a… more Holland & Knight Health Dose: June 13, 2023 by Holland & Knight LLP Holland & Knight Health Dose is an in-depth weekly dose of legislative and regulatory insights to keep stakeholders abreast of happenings in Washington, D.C., impacting the health sector… more Counting the costs of certification: the allocation of costs in collective proceedings by Bryan Cave Leighton Paisner Costs matter - in collective proceedings, where costs can be staggeringly high at the certification stage alone, costs allocation can be an important factor influencing parties’ litigation conduct. However, costs allocation… more Michigan Prohibits Hair-Based Racial Discrimination by Bodman On June 15, 2023, Michigan Governor Gretchen Whitmer signed Senate Bill 90, which amends the Elliott-Larsen Civil Rights Act (“ELCRA”) to prohibit discrimination based on traits historically associated with race, such as hair texture… more Fifth District Holds Harm To Public Interest In Informed Decisionmaking Must Be Considered By Court In Deciding Whether To Grant Preliminary Injunction In CEQA Case by Miller Starr Regalia In a published opinion filed June 7, 2023, the Fifth District Court of Appeal held the trial court erred in applying California’s interrelated factors test to deny a preliminary injunction in a CEQA case. The error consisted of… more Supreme Court’s Bad Spaniels Decision Limits Parody Defense to Trademark Infringement by Coblentz Patch Duffy & Bass On June 8, 2023, the Supreme Court issued a unanimous decision in Jack Daniel’s Properties, Inc. v. VIP Products, limiting the scope of a parody defense to a trademark infringement claim… more U.S. Supreme Court Holds That First Factor of Fair Use Test Favors Photographer by Holland & Knight LLP In a 7-2 decision, the U.S. Supreme Court in Andy Warhol Foundation for the Visual Arts, Inc. v. Goldsmith held that pop artist Andy Warhol's use of a photograph of late music legend and cultural icon Prince without photographer Lynn… more The Other Green Scene: Sublines for Evergreen Funds June 2023 - When Deposits Don’t Travel with Loans by Cadwalader, Wickersham & Taft LLP In a March 16 hearing before the U.S. Senate Finance Committee, Treasury Secretary Janet Yellen explained that uninsured deposits would be guaranteed only following a determination that “the failure to protect uninsured depositors… more Sixth Circuit Holds Receipt of One Ringless Voicemail Causes Article III Harm Under the TCPA by Troutman Pepper On June 1, the Sixth Circuit Court of Appeals issued a ruling in Dickson v. Direct Energy, LP, holding that the plaintiff’s claims that he received a single ringless voicemail (RVM) for commercial purposes satisfy the demands of… more COVID Supplemental Paid Sick Leave (SPSL) Relief Program Opens for Eligible Entities by CDF Labor Law LLP Some good news for small California employers and non-profits that paid Supplemental Paid Sick Leave (SPSL) in 2022. Small businesses may apply for grants up to $50,000 to reimburse them for sums paid for COVID-19 related paid sick… more Breach of Open-Source License Claim Against AI Coding Assistant May Continue, Court Says by ArentFox Schiff In an early test of a potential landmark lawsuit involving generative AI coding tools, a claim for breach of open-source licenses partially survived the defendants’ motion to dismiss. The case joins a recent trend of litigation… more NLRB Imposes Stricter Independent Contractor Test on Employers by K&L Gates LLP Introduction - On 13 June 2023, the National Labor Relations Board held, in The Atlanta Opera, Inc., that it would return to a prior, employee-friendly standard for determining whether workers are employees or independent contractors… more CFPB and Federal Banking Agencies Propose Quality Control Standards on Automated Valuation Models Used in Underwriting Mortgage Loans by Buchalter On June 1, 2023, the Consumer Financial Protection Bureau along with Federal Reserve, OCC, FDIC, NCUA and FHFA (collectively, the “Agencies”) issued a Notice of Proposed Rulemaking seeking comment on rules to implement quality control… more What's Hot in Workers' Comp - Special DE Alert by Marshall Dennehey New Workers’ Compensation Rate Effective July 1, 2023 The Delaware Secretary of Labor has announced the average weekly wage in Delaware for calendar year 2022 will be $1,301.27. This wage is derived from data from employers… more The Other Green Scene: Sublines for Evergreen Funds June 2023 - What We’re Reading by Cadwalader, Wickersham & Taft LLP Subscription lines, NAV, over-allocations ... and the connection between exercise and good health – here’s what we’re reading this week. Private Funds CFO provided a subline market update in Borrowers turn to new approaches as sub… more NLRB Adopts Stricter Test for Independent Contractors by Akin Gump Strauss Hauer & Feld LLP Key Points - On June 13, 2023, the NLRB issued a decision in Atlanta Opera tightening the legal standard for determining whether a worker is an independent contractor exempt from the requirements of the NLRA and returning to the… more Insider Dealing: Updates to the UK Criminal Regime by Dechert LLP On 15 June 2023, The Insider Dealing (Securities and Regulated Markets) Order 2023 (the “2023 Order”) came into force. The 2023 Order seeks to align certain outdated aspects of the UK’s criminal insider dealing regime under the… more Nursing Homes, Beware! Supreme Court Greenlights Civil Lawsuits to Enforce FNHRA by Troutman Pepper The Supreme Court’s recent decision in Health and Hospital Corporation of Marion County, Indiana, et al. v. Talevski has raised the stakes for nursing homes by ruling that private litigants may bring civil claims against facilities to… more Our 2023 HubSpot Tips Guide by Good2bSocial HubSpot is a powerful tool that law firms of any size can use to level up their digital marketing. However, that doesn’t mean organizations always leverage HubSpot CRM or CMS to their full potential. If you need some assistance in… more European Parliament Adopts Negotiating Position on the AI Act by WilmerHale On June 14, 2023, the European Parliament adopted its negotiating position regarding the proposal of the European Commission for a regulation laying down harmonized rules on artificial intelligence. This is the most recent step in the… more UCLA’s Environmental Law Clinic Weighs in on Berkeley Gas Case with New Amicus Brief by Goldberg Segalla Following up on our April 21 post, the UCLA Environmental Law Clinic recently filed an amicus brief in the California Restaurant Association v. Berkeley litigation, joining multiple other governmental and non-governmental organizations… more Jump Start on Disclosure Changes and Updates for Q2 2023 SEC Filings by Bryan Cave Leighton Paisner As we near June 30, 2023, companies are advised to get a jump start on disclosure changes and possible updates to upcoming Form 10-Qs (or Form 10-Ks in the case of non-calendar year companies). The SEC recently updated the Form 10-Q to… more Update on AI Legal Challenges by Robinson+Cole Data Privacy + Security Insider It’s hard to keep up with all of the legal challenges related to artificial intelligence tools (AI), but here are a couple of noteworthy ones that have surfaced in the past few weeks, in case you haven’t seen them… more New York Ethics Commission Releases Emergency Rulemakings on Investigative and Enforcement Efforts by Harris Beach PLLC Over the past several months, the New York State Commission of Ethics and Lobbying in Government (“COELG”), formerly known as the Joint Commission on Public Ethics (“JCOPE”), released numerous emergency rulemakings aimed at expanding… more European Commission Eases Requirements in European Sustainability Reporting Standards Consultation by Latham & Watkins LLP The Commission issued its formal consultation on the ESRS with a number of proposed changes. On 9 June 2023, the European Commission (Commission) issued its formal consultation on the European Sustainability Reporting Standards… more The Supreme Court Permits Private Lawsuits Against Publicly Owned Nursing Homes for Violations of the Federal Nursing Home Reform Act by King & Spalding On June 8, 2023, the U.S. Supreme Court held that private individuals may sue publicly owned nursing homes for violations of the Federal Nursing Home Reform Act of 1987 (FNHRA). Plaintiff Gorgi Talevski and his wife brought a lawsuit… more SCOTUS Defines New Test for Protected Waterways and Wetlands by Kohrman Jackson & Krantz LLP On May 25, the Supreme Court of the United States (SCOTUS) made its final decision on a long-running case that will redefine the power and authority that the United States Environmental Protection agency (EPA) will have to regulate and… more Five common challenges when organizing online e-sports tournaments by Reed Smith More robust Internet connectivity, the proliferative release and adoption of new competitive titles, as well as increasing brand investment into e-sports have catalyzed the rapid growth of online e-sports tournaments. Although this… more A penalty for your thoughts: default interest rate found to be penal by Allen & Overy LLP The High Court has found a clause that imposed default interest of 4% per month on a defaulting party to be a penalty and therefore unenforceable… more Additional Updates » Upcoming Webinars & Events Jun 19-20 Experienced Investigator Workshop Orlando, FL Event by Society of Corporate Compliance and Ethics (SCCE) Jun 20 ESG 2023: What It Means for Boards, Management, and Counsel New York, NY Hybrid Event by Practising Law Institute (PLI) Jun 20 The Explosion of ChatGPT and Artificial Intelligence: Top Legal Compliance Tips for California Employers Webinar by CDF Labor Law LLP Jun 20 Mastering Global Pay Data Reporting: 5 Essential Considerations Webinar by Trusaic Jun 20 Beyond the Acronyms: Understanding the Differences and Continued Importance of CSR and ESG Corporate Initiatives Webinar by Society of Corporate Compliance and Ethics (SCCE) Jun 20 Proposed Rules on Medicaid Payments, Access and Quality: Implications for Health Care Stakeholders Webinar by Manatt, Phelps & Phillips, LLP Jun 20 Risk and Process Management Framework: Lessons Learned in Getting Started – Featuring Forrester Webinar by NAVEX Jun 20 Trust Planning 101: Grantor Trusts Webinar by Cohen Seglias Pallas Greenhall & Furman PC Jun 21 Ethics for In-House Corporate Counsel 2023 New York, NY Hybrid Event by Practising Law Institute (PLI) Jun 21 Ethics Game Show 2023: A Review of Ethical Issues New York, NY Hybrid Event by Practising Law Institute (PLI) Jun 21 Southwest Ohio K-12 Lunch & Learn West Chester Township, OH Event by Bricker Graydon LLP Jun 21 Human Capital Disclosures Webinar by DCI Consulting Jun 21 Care at Home 101: Understanding Why It’s Important, Services Provided and How It’s Paid For Webinar by Manatt, Phelps & Phillips, LLP Jun 21 ESG Essentials for Franchise Companies Webinar by Lathrop GPM Jun 21 Panel Discussion - Taking A Stand Against Antisemitism Webinar by FordHarrison Jun 21-22 Creating Effective Compliance Training Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Jun 22 Fundamentals of Copyright Law in the Data Era 2023 New York, NY Hybrid Event by Practising Law Institute (PLI) Jun 22 Private Equity Bootcamp 2023 Frankfurt, Germany Event by McDermott Will & Emery Jun 22 Conducting Effective and Efficient Internal Investigations Houston, TX Hybrid Event by Vinson & Elkins LLP Jun 22 Athletics Compliance Update Ongoing Program by Bricker Graydon LLP Jun 22 Enhancing Access to Medicaid Family Planning Program Services: State-Level Best Practices Webinar by Manatt, Phelps & Phillips, LLP Jun 22 M&A Series: Antitrust Considerations in Middle Market Transactions Webinar by Williams Mullen Jun 22 Navigating State Privacy Law Applicability for Healthcare and Financial Services Organizations Webinar by McDermott Will & Emery Jun 22 The State of Risk & Compliance in 2023 Webinar by NAVEX Jun 23 Fundamentals of Trademark Law in the Global Marketplace 2023 New York, NY Hybrid Event by Practising Law Institute (PLI) Jun 26-27 Compliance & Ethics Essentials New York, NY Hybrid Event by Practising Law Institute (PLI) Jun 26-27 Compliance Risk Assessment and Management Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Jun 27 AHLA Annual Meeting Reception 2023 San Francisco, CA Event by McDermott Will & Emery Jun 27 Important eDiscovery Case Law Decisions for June 2023 Webinar by EDRM - Electronic Discovery Reference Model Jun 27 Cyber Maturity | Building a Cyber Security Protection Wall & Boosting Attack Readiness Webinar by Mitratech Holdings, Inc Jun 27 Handling Trucking Claims: A Primer on Common Liability and Coverage Issues Webinar by Goldberg Segalla Jun 27-28 21st Annual Advanced Forum on Obstetric Malpractice Claims Philadelphia, PA Event by American Conference Institute (ACI) Jun 27-28 14th Summit on Biosimilars & Innovator Biologics Boston, MA Event by American Conference Institute (ACI) Jun 28 ESG and Compliance Conference Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Jun 28 Don’t Throw the Baby out with the Bathwater: Back to the Basics in AI for eDiscovery Webinar by HaystackID Jun 28 The Evolving State of Data Privacy In America: Implications for eDiscovery Webinar by Hanzo Jun 28 Working Across the Health Care Ecosystem: Successes, Challenges and Best Practices for Delivering Care at Home Webinar by Manatt, Phelps & Phillips, LLP Jun 28 Managing Modern Attachments: Insights From Industry Experts Webinar by Association of Certified E-Discovery Specialists (ACEDS) Jun 28 Accommodations Compliance Tactics for the Challenging Cases Webinar by Adams and Reese LLP Jun 28-29 11th Legal, Regulatory & Compliance Forum on Dietary Supplements New York, NY Event by American Conference Institute (ACI) Jun 29 The AI ​​Act: Introduction to technology and regulation - Important future trends at a glance: framework conditions for AI applications Webinar by Spirit Legal Jun 29 Achieving Legal Compliance in AI: Minimizing Bias in Algorithms Virtual Briefing by Epstein Becker & Green Jul 10-13 Basic Compliance & Ethics Academy Singapore, Singapore Event by Society of Corporate Compliance and Ethics (SCCE) Jul 11 Build America-Buy America - Part 3 Ongoing Program by Braumiller Law Group, PLLC Jul 11 How To Use AI in Your Firm (with examples!) Webinar by Clio Jul 11 Abortion Access Post-Dobbs: Confusion, Confrontation and the Courts Webinar by Manatt, Phelps & Phillips, LLP Jul 12 Insurance Considerations for Deploying AI/ML Tools and Technologies Webinar by Clark Hill PLC Jul 13 Trademark & copyright enforcement on the internet: Online marketplaces, social media and the web Ongoing Program by Smart & Biggar Jul 18 2023 Brings Multiple Waves of Additional Studies Regarding Mesotheliomas and Other Cancers Caused Solely by Genomic Factors Complimentary CLE Webinar by Perrin Conferences, LLC Jul 18-19 Basics of International Taxation 2023 New York, NY Hybrid Event by Practising Law Institute (PLI) Jul 20 Compliance in Smaller Organizations Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Jul 21 26th Annual Children’s Law Institute New York, NY Hybrid Event by Practising Law Institute (PLI) Jul 24 23rd Annual Municipal Law Institute New York, NY Hybrid Event by Practising Law Institute (PLI) Jul 24-27 Healthcare Basic Compliance Academy New Orleans, LA Event by Health Care Compliance Association (HCCA) Jul 25 Corporate Compliance Enforcement Conference Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Jul 25 How to Identify and Navigate Addiction Issues in the Workplace Webinar by FordHarrison Jul 27 Breaking Bias: Using AI to Improve Diversity and Inclusion in Performance Management Webinar by Circa Jul-Aug 31-1 Creating Effective Compliance Training Kissimmee, FL Event by Society of Corporate Compliance and Ethics (SCCE) Aug 1-2 Compliance Auditing & Monitoring Workshop Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Aug 3 Compliance, Ethics, and Organizational Culture Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Aug 21-24 Basic Compliance & Ethics Academy Washington, DC Event by Society of Corporate Compliance and Ethics (SCCE) Aug 21-24 Healthcare Basic Compliance Academy Washington, DC Event by Health Care Compliance Association (HCCA) Aug 21-24 Healthcare Privacy Compliance Academy Washington, DC Event by Health Care Compliance Association (HCCA) Aug 28-31 Basic Compliance & Ethics Academy São Paulo, Brazil Event by Society of Corporate Compliance and Ethics (SCCE) Sep 7-8 Fundamentals of Compliance Investigations Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Sep 11-14 Healthcare Basic Compliance Academy Boston, MA Event by Health Care Compliance Association (HCCA) Sep 18-21 Healthcare Compliance Essentials Workshop Virtual Event by Health Care Compliance Association (HCCA) Sep 18-21 Compliance & Ethics Essentials Workshop Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Sep 25-28 Basic Compliance & Ethics Academy Madrid, Spain Event by Society of Corporate Compliance and Ethics (SCCE) Sep 27-28 Compliance Risk Assessment and Management Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Oct 2-5 22nd Annual Compliance & Ethics Institute Chicago, IL Event by Society of Corporate Compliance and Ethics (SCCE) Oct 4-6 K-12 Title IX Regional In-person Training St. Simons Island, GA Event by Institutional Compliance Solutions (ICS) Oct 23-24 Experienced Investigator Workshop San Diego, CA Event by Society of Corporate Compliance and Ethics (SCCE) Nov 9 Private Equity Bootcamp 2023 Munich, Germany Event by McDermott Will & Emery Show more Featured Authors Josh Escovedo Weintraub Tobin Trending in Artificial Intelligence Diane Flannery McGuireWoods LLP Trending in Class Action Fatema Merchant Sheppard Mullin Richter & Hampton LLP Trending in Compliance Stephen Anstey Kilpatrick Townsend & Stockton LLP Trending in Cryptocurrency Natasha Kohne Akin Gump Strauss Hauer & Feld LLP Trending in Cybersecurity Daniel Wong Association of Certified E-Discovery Specialists (ACEDS) Trending in Electronic Discovery Rhonda Levy Littler Trending in Employer Liability Issues Kristin Matsko Adler Pollock & Sheehan P.C. Trending in Estate Planning Lindsey Heinz Shook, Hardy & Bacon L.L.P. Trending in FDA Isaias Alba, IV PilieroMazza PLLC Trending in Government Contracting Richard Reibstein Locke Lord LLP Trending in Independent Contractors Charles Sartain Gray Reed Trending in Oil & Gas Lewis Popovski Patterson Belknap Webb & Tyler LLP Trending in Patent Infringement Walter Wright Jr. Mitchell, Williams, Selig, Gates & Woodyard, P.L.L.C. Trending in EPA Roxanne Levine Tarter Krinsky & Drogin LLP Trending in Visas Other Topic Channels The NLRB Securities & Exchange Commission Consumer Financial Protection Bureau Equal Employment Opportunity Commission Federal Trade Commission ERISA Updates Medicare Family Medical Leave Act Foreign Corrupt Practices Act Americans with Disabilities Act Government Contracting False Claims Act Mobile Apps Wage & Hour Class Actions Data Breaches Children's Online Privacy Common Law Marriage Discrimination Fracking Oil & Gas Renewable Energy Electronic Discovery 3D Printing Patents Independent Contractors European Union China Privacy Intellectual Property Employment Law Watch This Because That’s What Heroes Do - Firefly - Episode 6, Our Mrs. Reynolds Sunday Book Review - June 18, 2023 - The Books on Venture Colonialism Edition Trekking Through Compliance - Episode 16 - The Galileo Seven Because That’s What Heroes Do - Firefly - Episode 5, Safe Daily Compliance News: June 17, 2023 - The Glenda Jackson Tribute Edition Podcast: The Briefing by the IP Law Blog - What Now for Fair Use After Warhol v. Goldsmith The Briefing by the IP Law Blog: What Now for Fair Use After Warhol v. Goldsmith AGG Talks: Antitrust and White-Collar Crime Roundup - Inside the World of No-Poach Investigations and Indictments Principled Podcast - S9 E17 - How Compliance Professionals Can “Send the Elevator Back Down” Back to Top Home What Is JD Supra? Subscribe Leverage Your Thought Leadership Privacy Policy Terms & Conditions Contact Team Cookie Preferences Explore 2023 Readers' Choice Awards Copyright © JD Supra, LLC"}
{"https://www.jdsupra.com/": "Menu News & Insights Popular Labor & Employment Finance & Banking Intellectual Property Health & Healthcare Environmental Issues more… Business Insurance Commercial Real Estate Corporate Taxes Immigration Securities more… Personal Residential Real Estate Estate Planning Civil Rights Personal Taxes Bankruptcy more… Jump to: Latest Updates » Trending [7] [Ongoing] Read Latest COVID-19 Guidance, All Aspects [Hot Topic] Employer Liability Issues [Trending] Artificial Intelligence [Hot Topic] Environmental, Social & Governance Stay Informed: Popular Reads on JD Supra Meet JD Supra's Top Authors! Build a Morning News Digest: Easy, Custom Content, Free! Browse All Law News Topics » Find Author By Business Matters Labor & Employment Finance & Banking Intellectual Property Insurance Taxes By Personal Issues Civil Rights Family Matters Personal Injury Wills, Trusts, & Estate Planning Worker’s Compensation By Location California New York Texas Canada United Kingdom Subscribe Custom Email Digests Build a custom email digest by following topics, people, and firms published on JD Supra. Twitter RSS Feeds for Publishers For Reporters My Account Log In Follow Expert Insight, Commentary, and Intelligence On... Corporate HOT COVID-19 Guidance Cybersecurity HIPAA Compliance Issues The NLRB The SEC Others » Small Business Employee Handbooks Social Media Issues Employer Liabilities Intellectual Property Independent Contractors Startup Issues Others » Personal Matters Estate Planning Visas Discrimination Retaliation Mortgages Privacy Others » Latest Updates [Video] Because That’s What Heroes Do - Firefly - Episode 6, Our Mrs. Reynolds by Thomas Fox - Compliance Evangelist Megan Dougherty and I dive deep into Firefly, Episode 6, discussing everything from action scenes to the portrayal of women in media. We analyze the use of biblical verses to justify seduction in a marriage, while in another, we unpack… more [Video] Sunday Book Review - June 18, 2023 - The Books on Venture Colonialism Edition by Thomas Fox - Compliance Evangelist In the Sunday Book Review, I consider books that interest the compliance professional, the business executive, or anyone curious. It could be books about business, compliance, history, leadership, current events, or anything else that… more [Video] Trekking Through Compliance - Episode 16 - The Galileo Seven by Thomas Fox - Compliance Evangelist In this episode of Trekking Through Compliance, we consider the episode The Galileo Seven, which aired on January 5, 1967, Star Date 2821.5 The Enterprise passes close to a quasar-like formation identified as Murasaki 312. Kirk… more [Video] Because That’s What Heroes Do - Firefly - Episode 5, Safe by Thomas Fox - Compliance Evangelist Megan and I go in a different direction for our next sci-fi series as we take up the 2002 series Firefly. The show is an American space Western drama television series. The series is set in the year 2517, after the arrival of humans in… more [Video] Daily Compliance News: June 17, 2023 - The Glenda Jackson Tribute Edition by Thomas Fox - Compliance Evangelist Welcome to the Daily Compliance News. Each day, Tom Fox, the Voice of Compliance, brings you compliance-related stories to start your day. Sit back, enjoy a cup of morning coffee, and listen to the Daily Compliance News. All from the… more Best to make decisions through consensus by Ary Rosenbaum - The Rosenbaum Law Firm P.C. If you partner with other providers, I think it’s best when decisions are made through a consensus. Just because you make a decision unilaterally, doesn’t mean you should. Everything should be done thoughtfully, with input from the… more Building Safety Act 2022: What You Need To Know by Jones Day The United Kingdom's Building Safety Act 2022 introduces a new regulatory regime affecting higher-risk buildings. Developers, owners, landlords and contractors of high-rise buildings are among those to be affected by changes already in… more NAIC’s New Privacy Protections Recipe by Carlton Fields In April and May, the NAIC Privacy Protections Working Group held the first three of its biweekly calls to discuss its recipe for a new privacy model, “Insurance Consumer Privacy Protection Model Law #674.” During the meetings, the… more CFTC Issues Notice of Proposed Rulemaking in Connection with Risk Management Program Regulations for SDs, MSPs and FCMs by Cadwalader, Wickersham & Taft LLP The Commodity Futures Trading Commission (the “Commission” or the ”CFTC”), on May 31, 2023 published an Advance Notice of Proposed Rulemaking (“ANPRM”), seeking public comment in connection with potential amendments to the regulations… more Dodd-Frank Clawback Rule: NYSE and Nasdaq Extend Effective Date for Compliance to December 1, 2023 by Manatt, Phelps & Phillips, LLP On June 9, 2023, the Securities and Exchange Commission (SEC) approved the “clawback” listing standards proposed by the New York Stock Exchange (NYSE) and Nasdaq, including the amendments filed by each, extending the effective date to… more FTC Seeks Public Input on Joint Consumer Protection Efforts with State Attorneys General by Troutman Pepper On June 12, the Federal Trade Commission (FTC or Commission) published a request for public comment seeking comments and suggestions on effective coordination efforts with state attorneys general nationwide to help educate and protect… more Unpacking the City of Chicago’s Most Recent Updates To Its Fair Workweek Ordinance by Seyfarth Shaw LLP Seyfarth Synopsis: The City of Chicago recently published a few guidance updates to the Chicago Fair Workweek Ordinance: (1) The City published its new annual Notice – effective July 1, 2023 – increasing the earnings threshold that… more Data Privacy + Cybersecurity Insider - June 2023 by Robinson & Cole LLP CYBERSECURITY - Joint Advisory on MOVEit Transfer Vulnerability Published - CISA and FBI have issued a joint advisory on the MOVEit transfer vulnerability that should be on the radar of CISOs and IT professionals. The CLOP… more Seventh Circuit rules $3.95 in postage spent by plaintiff to respond to second validation notice sufficient to establish FDCPA standing by Ballard Spahr LLP The U.S. Court of Appeals for the Seventh Circuit has ruled that a plaintiff in a putative class action had standing to assert FDCPA claims against the purchaser of her debt and the purchaser’s servicer based on the $3.95 she paid in… more State AGs Choose Products Liability Case as Battleground for State Sovereignty by Troutman Pepper A bipartisan coalition of 23 state attorney generals led by Virginia AG Jason Miyares recently went up in arms about a products liability ruling they believe will threaten state consumer protection laws. On May 30, the coalition filed… more Cash is King: How A Capital Strategy Can Enable Today’s Start-Ups to Survive by Manatt, Phelps & Phillips, LLP 2023 has proved to be challenging for many cash-conscious startups, especially those that anticipated raising venture capital in the first half of the year. As the Federal Reserve continues to increase interest rates in an effort to… more Private Fund Advisers on the Hotplate: SEC Turning Up the Heat by Carlton Fields Private fund advisers are once again featured prominently among the SEC Examination Division’s exam priorities. As previously reported, this is unsurprising, given the scope and intensity of the SEC’s increased pressure on private fund… more The Other Green Scene: Sublines for Evergreen Funds June 16, 2023 - It’s Not Easy Being (Ever)Green by Cadwalader, Wickersham & Taft LLP Is evergreen the new black? It may be. Each day new limited partnership agreements come across our desks, sent to us by our bank clients who ask us to read and analyze these documents alongside them to determine the most critical… more Guide to the UK Building Safety Act 2022 by Jones Day The United Kingdom’s Building Safety Act 2022 introduces a new regulatory regime affecting higher-risk buildings. Developers, owners, landlords and contractors of high-rise buildings are among those to be affected by changes already in… more California District Court Finds Defendants’ Conduct Was Not Arbitrary and Capricious Under Administrative Procedure Act by Carlton Fields Citing the Administrative Procedure Act (APA), and recognizing the role of the district court in reviewing a final agency determination under the act, the U.S. District Court for the Northern District of California granted summary… more DOJ Settles Redlining Claim Against ESSA Bank by Ballard Spahr LLP The Justice Department (DOJ) recently announced a settlement with ESSA Bank & Trust (ESSA), which has agreed to pay over $3 million to resolve allegations that it engaged in a pattern or practice of redlining in violation of both the… more [Audio] Podcast: The Briefing by the IP Law Blog - What Now for Fair Use After Warhol v. Goldsmith by Weintraub Tobin The U.S. Supreme Court ruled in Andy Warhol Foundation v. Goldsmith that Andy Warhol’s portrait of music legend Prince did not qualify as fair use under copyright law. Scott Hervey and Tara Sattler talk about this decision on this… more [Video] The Briefing by the IP Law Blog: What Now for Fair Use After Warhol v. Goldsmith by Weintraub Tobin The U.S. Supreme Court ruled in Andy Warhol Foundation v. Goldsmith that Andy Warhol’s portrait of music legend Prince did not qualify as fair use under copyright law. Scott Hervey and Tara Sattler talk about this decision on this… more With Great Hiring Power Comes Great Responsibility: EEOC Releases New Warnings for Employers Leveraging AI by Troutman Pepper Q. Has the U.S. Equal Employment Opportunity Commission (EEOC) issued any recent guidance regarding employers’ use of artificial intelligence (AI)?… more Sports & Entertainment Spotlights: From Dad's Wisdom to Championship Glory - Nikola Jokić's MVP Journey in the NBA Finals by Foster Garvey PC Welcome back to the Spotlight and happy Fathers’ Day to all those celebrating (or celebrated) this weekend. If you’re a dad like me, you’re probably very tired, but also remarkably proud. Undoubtedly, the dads of the players for the… more Joint Advisory on MOVEit Transfer Vulnerability Published by Robinson+Cole Data Privacy + Security Insider CISA and FBI have issued a joint advisory on the MOVEit transfer vulnerability that should be on the radar of CISOs and IT professionals. The CLOP ransomware organization has been reportedly exploiting an SQL injection vulnerability in… more Illumination Zone: Episode 128 | Purpose Legal's Vice President of Global Legal Operations, Taryn Blair and Chief Strategy Officer, Doug Kaminski, sit down with Kaylee & Mary by EDRM - Electronic Discovery Reference Model Illumination Zone: EDRM Trusted Partner, Purpose Legal's Vice President of Global Legal Operations, Taryn Blair and Chief Strategy Officer, Doug Kaminski sit down with Kaylee & Mary to talk about Taryn's short journey to eDiscovery and… more AI for health and safety at work by Ius Laboris New frontiers of technology are now calling: what is holding employers back from implementing artificial intelligence-based systems? It is just a matter of time?… more AD-ttorneys@law - June 2023 #2 by BakerHostetler Don’t Look Dumb, Dude; You Sound Dumb - Is this one of those pyramid things? Hell, yeah, it is. If it wasn’t, I wouldn’t be doing it. Do I look dumb enough to go get a job again? Well... According to a recent court order… more Eleventh Circuit Confirms Investigation into Dispute Involving Identity Theft Was Reasonable and Affirms Summary Judgment on FCRA Claim by Burr & Forman In Milgram v. Chase Bank USA, N.A., --- F.4th ---, 2023 WL 3874276 (11th Cir. June 8, 2023), the Eleventh Circuit affirmed the district court’s dismissal of plaintiff’s FCRA claim based on the bank’s alleged failure to conduct a… more Holland & Knight Health Dose: June 13, 2023 by Holland & Knight LLP Holland & Knight Health Dose is an in-depth weekly dose of legislative and regulatory insights to keep stakeholders abreast of happenings in Washington, D.C., impacting the health sector… more Counting the costs of certification: the allocation of costs in collective proceedings by Bryan Cave Leighton Paisner Costs matter - in collective proceedings, where costs can be staggeringly high at the certification stage alone, costs allocation can be an important factor influencing parties’ litigation conduct. However, costs allocation… more Michigan Prohibits Hair-Based Racial Discrimination by Bodman On June 15, 2023, Michigan Governor Gretchen Whitmer signed Senate Bill 90, which amends the Elliott-Larsen Civil Rights Act (“ELCRA”) to prohibit discrimination based on traits historically associated with race, such as hair texture… more Fifth District Holds Harm To Public Interest In Informed Decisionmaking Must Be Considered By Court In Deciding Whether To Grant Preliminary Injunction In CEQA Case by Miller Starr Regalia In a published opinion filed June 7, 2023, the Fifth District Court of Appeal held the trial court erred in applying California’s interrelated factors test to deny a preliminary injunction in a CEQA case. The error consisted of… more Supreme Court’s Bad Spaniels Decision Limits Parody Defense to Trademark Infringement by Coblentz Patch Duffy & Bass On June 8, 2023, the Supreme Court issued a unanimous decision in Jack Daniel’s Properties, Inc. v. VIP Products, limiting the scope of a parody defense to a trademark infringement claim… more U.S. Supreme Court Holds That First Factor of Fair Use Test Favors Photographer by Holland & Knight LLP In a 7-2 decision, the U.S. Supreme Court in Andy Warhol Foundation for the Visual Arts, Inc. v. Goldsmith held that pop artist Andy Warhol's use of a photograph of late music legend and cultural icon Prince without photographer Lynn… more The Other Green Scene: Sublines for Evergreen Funds June 2023 - When Deposits Don’t Travel with Loans by Cadwalader, Wickersham & Taft LLP In a March 16 hearing before the U.S. Senate Finance Committee, Treasury Secretary Janet Yellen explained that uninsured deposits would be guaranteed only following a determination that “the failure to protect uninsured depositors… more Sixth Circuit Holds Receipt of One Ringless Voicemail Causes Article III Harm Under the TCPA by Troutman Pepper On June 1, the Sixth Circuit Court of Appeals issued a ruling in Dickson v. Direct Energy, LP, holding that the plaintiff’s claims that he received a single ringless voicemail (RVM) for commercial purposes satisfy the demands of… more COVID Supplemental Paid Sick Leave (SPSL) Relief Program Opens for Eligible Entities by CDF Labor Law LLP Some good news for small California employers and non-profits that paid Supplemental Paid Sick Leave (SPSL) in 2022. Small businesses may apply for grants up to $50,000 to reimburse them for sums paid for COVID-19 related paid sick… more Breach of Open-Source License Claim Against AI Coding Assistant May Continue, Court Says by ArentFox Schiff In an early test of a potential landmark lawsuit involving generative AI coding tools, a claim for breach of open-source licenses partially survived the defendants’ motion to dismiss. The case joins a recent trend of litigation… more NLRB Imposes Stricter Independent Contractor Test on Employers by K&L Gates LLP Introduction - On 13 June 2023, the National Labor Relations Board held, in The Atlanta Opera, Inc., that it would return to a prior, employee-friendly standard for determining whether workers are employees or independent contractors… more CFPB and Federal Banking Agencies Propose Quality Control Standards on Automated Valuation Models Used in Underwriting Mortgage Loans by Buchalter On June 1, 2023, the Consumer Financial Protection Bureau along with Federal Reserve, OCC, FDIC, NCUA and FHFA (collectively, the “Agencies”) issued a Notice of Proposed Rulemaking seeking comment on rules to implement quality control… more What's Hot in Workers' Comp - Special DE Alert by Marshall Dennehey New Workers’ Compensation Rate Effective July 1, 2023 The Delaware Secretary of Labor has announced the average weekly wage in Delaware for calendar year 2022 will be $1,301.27. This wage is derived from data from employers… more The Other Green Scene: Sublines for Evergreen Funds June 2023 - What We’re Reading by Cadwalader, Wickersham & Taft LLP Subscription lines, NAV, over-allocations ... and the connection between exercise and good health – here’s what we’re reading this week. Private Funds CFO provided a subline market update in Borrowers turn to new approaches as sub… more NLRB Adopts Stricter Test for Independent Contractors by Akin Gump Strauss Hauer & Feld LLP Key Points - On June 13, 2023, the NLRB issued a decision in Atlanta Opera tightening the legal standard for determining whether a worker is an independent contractor exempt from the requirements of the NLRA and returning to the… more Insider Dealing: Updates to the UK Criminal Regime by Dechert LLP On 15 June 2023, The Insider Dealing (Securities and Regulated Markets) Order 2023 (the “2023 Order”) came into force. The 2023 Order seeks to align certain outdated aspects of the UK’s criminal insider dealing regime under the… more Nursing Homes, Beware! Supreme Court Greenlights Civil Lawsuits to Enforce FNHRA by Troutman Pepper The Supreme Court’s recent decision in Health and Hospital Corporation of Marion County, Indiana, et al. v. Talevski has raised the stakes for nursing homes by ruling that private litigants may bring civil claims against facilities to… more Our 2023 HubSpot Tips Guide by Good2bSocial HubSpot is a powerful tool that law firms of any size can use to level up their digital marketing. However, that doesn’t mean organizations always leverage HubSpot CRM or CMS to their full potential. If you need some assistance in… more European Parliament Adopts Negotiating Position on the AI Act by WilmerHale On June 14, 2023, the European Parliament adopted its negotiating position regarding the proposal of the European Commission for a regulation laying down harmonized rules on artificial intelligence. This is the most recent step in the… more UCLA’s Environmental Law Clinic Weighs in on Berkeley Gas Case with New Amicus Brief by Goldberg Segalla Following up on our April 21 post, the UCLA Environmental Law Clinic recently filed an amicus brief in the California Restaurant Association v. Berkeley litigation, joining multiple other governmental and non-governmental organizations… more Jump Start on Disclosure Changes and Updates for Q2 2023 SEC Filings by Bryan Cave Leighton Paisner As we near June 30, 2023, companies are advised to get a jump start on disclosure changes and possible updates to upcoming Form 10-Qs (or Form 10-Ks in the case of non-calendar year companies). The SEC recently updated the Form 10-Q to… more Update on AI Legal Challenges by Robinson+Cole Data Privacy + Security Insider It’s hard to keep up with all of the legal challenges related to artificial intelligence tools (AI), but here are a couple of noteworthy ones that have surfaced in the past few weeks, in case you haven’t seen them… more New York Ethics Commission Releases Emergency Rulemakings on Investigative and Enforcement Efforts by Harris Beach PLLC Over the past several months, the New York State Commission of Ethics and Lobbying in Government (“COELG”), formerly known as the Joint Commission on Public Ethics (“JCOPE”), released numerous emergency rulemakings aimed at expanding… more European Commission Eases Requirements in European Sustainability Reporting Standards Consultation by Latham & Watkins LLP The Commission issued its formal consultation on the ESRS with a number of proposed changes. On 9 June 2023, the European Commission (Commission) issued its formal consultation on the European Sustainability Reporting Standards… more The Supreme Court Permits Private Lawsuits Against Publicly Owned Nursing Homes for Violations of the Federal Nursing Home Reform Act by King & Spalding On June 8, 2023, the U.S. Supreme Court held that private individuals may sue publicly owned nursing homes for violations of the Federal Nursing Home Reform Act of 1987 (FNHRA). Plaintiff Gorgi Talevski and his wife brought a lawsuit… more SCOTUS Defines New Test for Protected Waterways and Wetlands by Kohrman Jackson & Krantz LLP On May 25, the Supreme Court of the United States (SCOTUS) made its final decision on a long-running case that will redefine the power and authority that the United States Environmental Protection agency (EPA) will have to regulate and… more Five common challenges when organizing online e-sports tournaments by Reed Smith More robust Internet connectivity, the proliferative release and adoption of new competitive titles, as well as increasing brand investment into e-sports have catalyzed the rapid growth of online e-sports tournaments. Although this… more A penalty for your thoughts: default interest rate found to be penal by Allen & Overy LLP The High Court has found a clause that imposed default interest of 4% per month on a defaulting party to be a penalty and therefore unenforceable… more Additional Updates » Upcoming Webinars & Events Jun 19-20 Experienced Investigator Workshop Orlando, FL Event by Society of Corporate Compliance and Ethics (SCCE) Jun 20 ESG 2023: What It Means for Boards, Management, and Counsel New York, NY Hybrid Event by Practising Law Institute (PLI) Jun 20 The Explosion of ChatGPT and Artificial Intelligence: Top Legal Compliance Tips for California Employers Webinar by CDF Labor Law LLP Jun 20 Mastering Global Pay Data Reporting: 5 Essential Considerations Webinar by Trusaic Jun 20 Beyond the Acronyms: Understanding the Differences and Continued Importance of CSR and ESG Corporate Initiatives Webinar by Society of Corporate Compliance and Ethics (SCCE) Jun 20 Proposed Rules on Medicaid Payments, Access and Quality: Implications for Health Care Stakeholders Webinar by Manatt, Phelps & Phillips, LLP Jun 20 Risk and Process Management Framework: Lessons Learned in Getting Started – Featuring Forrester Webinar by NAVEX Jun 20 Trust Planning 101: Grantor Trusts Webinar by Cohen Seglias Pallas Greenhall & Furman PC Jun 21 Ethics for In-House Corporate Counsel 2023 New York, NY Hybrid Event by Practising Law Institute (PLI) Jun 21 Ethics Game Show 2023: A Review of Ethical Issues New York, NY Hybrid Event by Practising Law Institute (PLI) Jun 21 Southwest Ohio K-12 Lunch & Learn West Chester Township, OH Event by Bricker Graydon LLP Jun 21 Human Capital Disclosures Webinar by DCI Consulting Jun 21 Care at Home 101: Understanding Why It’s Important, Services Provided and How It’s Paid For Webinar by Manatt, Phelps & Phillips, LLP Jun 21 ESG Essentials for Franchise Companies Webinar by Lathrop GPM Jun 21 Panel Discussion - Taking A Stand Against Antisemitism Webinar by FordHarrison Jun 21-22 Creating Effective Compliance Training Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Jun 22 Fundamentals of Copyright Law in the Data Era 2023 New York, NY Hybrid Event by Practising Law Institute (PLI) Jun 22 Private Equity Bootcamp 2023 Frankfurt, Germany Event by McDermott Will & Emery Jun 22 Conducting Effective and Efficient Internal Investigations Houston, TX Hybrid Event by Vinson & Elkins LLP Jun 22 Athletics Compliance Update Ongoing Program by Bricker Graydon LLP Jun 22 Enhancing Access to Medicaid Family Planning Program Services: State-Level Best Practices Webinar by Manatt, Phelps & Phillips, LLP Jun 22 M&A Series: Antitrust Considerations in Middle Market Transactions Webinar by Williams Mullen Jun 22 Navigating State Privacy Law Applicability for Healthcare and Financial Services Organizations Webinar by McDermott Will & Emery Jun 22 The State of Risk & Compliance in 2023 Webinar by NAVEX Jun 23 Fundamentals of Trademark Law in the Global Marketplace 2023 New York, NY Hybrid Event by Practising Law Institute (PLI) Jun 26-27 Compliance & Ethics Essentials New York, NY Hybrid Event by Practising Law Institute (PLI) Jun 26-27 Compliance Risk Assessment and Management Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Jun 27 AHLA Annual Meeting Reception 2023 San Francisco, CA Event by McDermott Will & Emery Jun 27 Important eDiscovery Case Law Decisions for June 2023 Webinar by EDRM - Electronic Discovery Reference Model Jun 27 Cyber Maturity | Building a Cyber Security Protection Wall & Boosting Attack Readiness Webinar by Mitratech Holdings, Inc Jun 27 Handling Trucking Claims: A Primer on Common Liability and Coverage Issues Webinar by Goldberg Segalla Jun 27-28 21st Annual Advanced Forum on Obstetric Malpractice Claims Philadelphia, PA Event by American Conference Institute (ACI) Jun 27-28 14th Summit on Biosimilars & Innovator Biologics Boston, MA Event by American Conference Institute (ACI) Jun 28 ESG and Compliance Conference Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Jun 28 Don’t Throw the Baby out with the Bathwater: Back to the Basics in AI for eDiscovery Webinar by HaystackID Jun 28 The Evolving State of Data Privacy In America: Implications for eDiscovery Webinar by Hanzo Jun 28 Working Across the Health Care Ecosystem: Successes, Challenges and Best Practices for Delivering Care at Home Webinar by Manatt, Phelps & Phillips, LLP Jun 28 Managing Modern Attachments: Insights From Industry Experts Webinar by Association of Certified E-Discovery Specialists (ACEDS) Jun 28 Accommodations Compliance Tactics for the Challenging Cases Webinar by Adams and Reese LLP Jun 28-29 11th Legal, Regulatory & Compliance Forum on Dietary Supplements New York, NY Event by American Conference Institute (ACI) Jun 29 The AI ​​Act: Introduction to technology and regulation - Important future trends at a glance: framework conditions for AI applications Webinar by Spirit Legal Jun 29 Achieving Legal Compliance in AI: Minimizing Bias in Algorithms Virtual Briefing by Epstein Becker & Green Jul 10-13 Basic Compliance & Ethics Academy Singapore, Singapore Event by Society of Corporate Compliance and Ethics (SCCE) Jul 11 Build America-Buy America - Part 3 Ongoing Program by Braumiller Law Group, PLLC Jul 11 How To Use AI in Your Firm (with examples!) Webinar by Clio Jul 11 Abortion Access Post-Dobbs: Confusion, Confrontation and the Courts Webinar by Manatt, Phelps & Phillips, LLP Jul 12 Insurance Considerations for Deploying AI/ML Tools and Technologies Webinar by Clark Hill PLC Jul 13 Trademark & copyright enforcement on the internet: Online marketplaces, social media and the web Ongoing Program by Smart & Biggar Jul 18 2023 Brings Multiple Waves of Additional Studies Regarding Mesotheliomas and Other Cancers Caused Solely by Genomic Factors Complimentary CLE Webinar by Perrin Conferences, LLC Jul 18-19 Basics of International Taxation 2023 New York, NY Hybrid Event by Practising Law Institute (PLI) Jul 20 Compliance in Smaller Organizations Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Jul 21 26th Annual Children’s Law Institute New York, NY Hybrid Event by Practising Law Institute (PLI) Jul 24 23rd Annual Municipal Law Institute New York, NY Hybrid Event by Practising Law Institute (PLI) Jul 24-27 Healthcare Basic Compliance Academy New Orleans, LA Event by Health Care Compliance Association (HCCA) Jul 25 Corporate Compliance Enforcement Conference Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Jul 25 How to Identify and Navigate Addiction Issues in the Workplace Webinar by FordHarrison Jul 27 Breaking Bias: Using AI to Improve Diversity and Inclusion in Performance Management Webinar by Circa Jul-Aug 31-1 Creating Effective Compliance Training Kissimmee, FL Event by Society of Corporate Compliance and Ethics (SCCE) Aug 1-2 Compliance Auditing & Monitoring Workshop Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Aug 3 Compliance, Ethics, and Organizational Culture Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Aug 21-24 Basic Compliance & Ethics Academy Washington, DC Event by Society of Corporate Compliance and Ethics (SCCE) Aug 21-24 Healthcare Basic Compliance Academy Washington, DC Event by Health Care Compliance Association (HCCA) Aug 21-24 Healthcare Privacy Compliance Academy Washington, DC Event by Health Care Compliance Association (HCCA) Aug 28-31 Basic Compliance & Ethics Academy São Paulo, Brazil Event by Society of Corporate Compliance and Ethics (SCCE) Sep 7-8 Fundamentals of Compliance Investigations Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Sep 11-14 Healthcare Basic Compliance Academy Boston, MA Event by Health Care Compliance Association (HCCA) Sep 18-21 Healthcare Compliance Essentials Workshop Virtual Event by Health Care Compliance Association (HCCA) Sep 18-21 Compliance & Ethics Essentials Workshop Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Sep 25-28 Basic Compliance & Ethics Academy Madrid, Spain Event by Society of Corporate Compliance and Ethics (SCCE) Sep 27-28 Compliance Risk Assessment and Management Virtual Event by Society of Corporate Compliance and Ethics (SCCE) Oct 2-5 22nd Annual Compliance & Ethics Institute Chicago, IL Event by Society of Corporate Compliance and Ethics (SCCE) Oct 4-6 K-12 Title IX Regional In-person Training St. Simons Island, GA Event by Institutional Compliance Solutions (ICS) Oct 23-24 Experienced Investigator Workshop San Diego, CA Event by Society of Corporate Compliance and Ethics (SCCE) Nov 9 Private Equity Bootcamp 2023 Munich, Germany Event by McDermott Will & Emery Show more Featured Authors Josh Escovedo Weintraub Tobin Trending in Artificial Intelligence Diane Flannery McGuireWoods LLP Trending in Class Action Fatema Merchant Sheppard Mullin Richter & Hampton LLP Trending in Compliance Stephen Anstey Kilpatrick Townsend & Stockton LLP Trending in Cryptocurrency Natasha Kohne Akin Gump Strauss Hauer & Feld LLP Trending in Cybersecurity Daniel Wong Association of Certified E-Discovery Specialists (ACEDS) Trending in Electronic Discovery Rhonda Levy Littler Trending in Employer Liability Issues Kristin Matsko Adler Pollock & Sheehan P.C. Trending in Estate Planning Lindsey Heinz Shook, Hardy & Bacon L.L.P. Trending in FDA Isaias Alba, IV PilieroMazza PLLC Trending in Government Contracting Richard Reibstein Locke Lord LLP Trending in Independent Contractors Charles Sartain Gray Reed Trending in Oil & Gas Lewis Popovski Patterson Belknap Webb & Tyler LLP Trending in Patent Infringement Walter Wright Jr. Mitchell, Williams, Selig, Gates & Woodyard, P.L.L.C. Trending in EPA Roxanne Levine Tarter Krinsky & Drogin LLP Trending in Visas Other Topic Channels The NLRB Securities & Exchange Commission Consumer Financial Protection Bureau Equal Employment Opportunity Commission Federal Trade Commission ERISA Updates Medicare Family Medical Leave Act Foreign Corrupt Practices Act Americans with Disabilities Act Government Contracting False Claims Act Mobile Apps Wage & Hour Class Actions Data Breaches Children's Online Privacy Common Law Marriage Discrimination Fracking Oil & Gas Renewable Energy Electronic Discovery 3D Printing Patents Independent Contractors European Union China Privacy Intellectual Property Employment Law Watch This Because That’s What Heroes Do - Firefly - Episode 6, Our Mrs. Reynolds Sunday Book Review - June 18, 2023 - The Books on Venture Colonialism Edition Trekking Through Compliance - Episode 16 - The Galileo Seven Because That’s What Heroes Do - Firefly - Episode 5, Safe Daily Compliance News: June 17, 2023 - The Glenda Jackson Tribute Edition Podcast: The Briefing by the IP Law Blog - What Now for Fair Use After Warhol v. Goldsmith The Briefing by the IP Law Blog: What Now for Fair Use After Warhol v. Goldsmith AGG Talks: Antitrust and White-Collar Crime Roundup - Inside the World of No-Poach Investigations and Indictments Principled Podcast - S9 E17 - How Compliance Professionals Can “Send the Elevator Back Down” Back to Top Home What Is JD Supra? Subscribe Leverage Your Thought Leadership Privacy Policy Terms & Conditions Contact Team Cookie Preferences Explore 2023 Readers' Choice Awards Copyright © JD Supra, LLC"}
{"https://www.jdsupra.com/legalnews/cash-is-king-how-a-capital-strategy-can-2417838/": "Menu News & Insights Popular Labor & Employment Finance & Banking Intellectual Property Health & Healthcare Environmental Issues more… Business Insurance Commercial Real Estate Corporate Taxes Immigration Securities more… Personal Residential Real Estate Estate Planning Civil Rights Personal Taxes Bankruptcy more… Jump to: Latest Updates » Trending [7] [Ongoing] Read Latest COVID-19 Guidance, All Aspects [Hot Topic] Employer Liability Issues [Trending] Artificial Intelligence [Hot Topic] Environmental, Social & Governance Stay Informed: Popular Reads on JD Supra Meet JD Supra's Top Authors! Build a Morning News Digest: Easy, Custom Content, Free! Browse All Law News Topics » Find Author By Business Matters Labor & Employment Finance & Banking Intellectual Property Insurance Taxes By Personal Issues Civil Rights Family Matters Personal Injury Wills, Trusts, & Estate Planning Worker’s Compensation By Location California New York Texas Canada United Kingdom Subscribe Custom Email Digests Build a custom email digest by following topics, people, and firms published on JD Supra. Twitter RSS Feeds for Publishers For Reporters My Account Log In June 16, 2023 Cash is King: How A Capital Strategy Can Enable Today’s Start-Ups to Survive Darren Bartlette, Kalon Gutierrez, Richard McDerby Manatt, Phelps & Phillips, LLP + Follow x Following x Following - Unfollow Contact LinkedIn Facebook Twitter Send Embed To embed, copy and paste the code into your website or blog: 2023 has proved to be challenging for many cash-conscious startups, especially those that anticipated raising venture capital in the first half of the year. As the Federal Reserve continues to increase interest rates in an effort to curb high inflation, the public market pullback, especially in the tech sector, and fears of a looming recession have made many investors hesitant to deploy new capital. Such fears have largely quelled the pandemic era of high valuations and easy access to cash for startups. During the “good times” of the past few years, many startups (including those with relatively limited track records) and their founders were able to access venture debt to bolster balance sheets and extend cash runways without the dilutive effect of raising investor money. However, the recent bank failures have significantly impacted the venture community, threatening to upend access to venture debt facilities. Although there are a few bright spots (like artificial intelligence and climate tech), with private company valuations falling and lower availability of venture debt, we expect startups will need to further preserve cash and resources to navigate the expected continued rocky terrain ahead. Here are some measures that startups should consider in the near term: Clear Cash Flow Projections Startups should optimize their balance sheets and scrutinize all accounts receivable and accounts payable. Startups should send routine reminders of all outstanding debts to any customer who is delinquent on payments and should do so until such debts are fully paid. To the extent possible, companies should ensure that all accounts payable are paid on time and in full to avoid any unnecessary late fees or interest payments. Startups should make sure their financial systems are accurately capturing all transactions to ensure the management team can make financial decisions confident in the fidelity of company cash flow and obligations. Further, companies should take a conservative approach when modeling expected cash flow projections over the next few months or quarters. These steps will allow a company to get a true understanding of its current cash position and help provide clarity on what can be scaled back, if necessary. Reduce Cash Burn Startups should look for ways to reduce their monthly spend and extend their cash runway. Companies may want to consider the following: Remote Work: Consider whether it is important for the business that the team be in a central location or whether a remote workforce or a hybrid of both makes more financial sense. The pandemic has proven that, in some instances, a remote workforce is more efficient and cost-effective than a workforce that reports to a central location on a daily basis. Commercial rents are expensive, especially in big cities, and oftentimes drive up a company’s budget. Removing expensive rents from a company’s budget could be a pivotal cash-saving move. Of course, startups will need to weigh the impact of going remote on company culture and measure any financial (and nonfinancial) costs associated with shifting to a remote workforce. Many fully remote companies have increased company off-sites and other gatherings to preserve company culture. The costs of these events are sometimes not well understood when a company decides to shift to a remote workforce. Review Critical Talent Needs: Assess staffing needs and determine which positions are absolutely critical to maintain business operations. Consider scaling back positions that are not critical to the business and/or reassigning employees to duties that are more impactful to the business. Companies may also consider (i) renegotiating employee compensation and offering employees more equity and less cash compensation (which many startups are already inclined to do), (ii) moving some employees to a part-time schedule, (iii) furloughing noncritical employees for a period of time as the company navigates the current economic conditions, and (iv) laying off employees in noncritical departments. Of course, companies should consult qualified legal counsel before undertaking these steps to ensure compliance with the myriad of applicable employment laws. Minimum Viable Product: Companies may also need to consider whether it is possible to bring their products to market faster than anticipated. Adopting a product iteration approach to product launch is well-worn territory, especially for tech startups, and having a working product will help balance sheets if early customer adoption can translate into early revenue. Potential Sources of Funding It is important that startups maintain frequent communications about their progress and financial position with current investors. These investors are already incentivized to help the company as they have a financial stake in the company’s survival. Investors may be persuaded to inject fresh capital to extend the runway of a portfolio company they have strong ties to and may ask peers to do the same. These same investors may also have other suggestions that could be helpful, and/or make introductions to potential customers or investors. Companies can also extend their cash runway in the near term by obtaining funding from conventional or alternative sources, such as those detailed below. Extensions or Flat Rounds: Startups may consider extending the terms of their last round or even doing a new round at the same price as their last round. While this would dilute current shareholders, it may be a viable option for companies that need to shore up their cash positions. Bridge Rounds: Startups should also consider bridge rounds of financing. A Simple Agreement for Future Equity (SAFE) or a Convertible Note could be a path to a quick cash injection with relatively low legal fees. SAFE and Convertible Notes have fewer terms to negotiate with investors, thus reducing the negotiation time and also allowing companies to delay setting a valuation on the company (which is often the subject of much negotiation). Venture Debt: While some of the most prominent and well-known venture debt lenders have pulled out entirely or scaled back their venture loan activity, there are a number of other banks that offer venture debt services for startups that could be explored, and new product offerings seem to be popping up from other lenders on a regular basis. Companies are well advised to speak with their banking partners, legal counsel or financial advisers to understand what options may be available. Government Grants: There are a number of research-based government grants that startups can apply for that can potentially provide a necessary cash injection. Some state governments, such as New York, have recently announced programs that provide matching investment funds for startups that qualify (Pre-Seed and Seed Matching Fund Program). Similarly, certain financial institutions have pools of capital targeting underrepresented founders and communities. SaaS-Based Lending: Companies that sell software as a service (SaaS) can also apply for SaaS-based loans from nonbank lenders. These nonbank lenders allow companies to borrow money against recurring revenue streams and generally are nondilutive. In the event that the current economic challenges remain constant or worsen over the next few months, many startups may be forced to take more austere measures. Negotiations between companies and investors will lengthen, and investors generally will be able to demand more investor-favorable deal terms. Before initiating any of the options detailed below, companies should consult qualified legal counsel and determine whether any investor rights (e.g., blocking rights, voting rights, anti-dilution triggers, pro rata rights of others) are implicated or triggered by these options. Extended Financing Rounds: The time between financing rounds could be longer than before, as investors may require (i) stringent diligence and have less tolerance for deals outside the investor’s risk parameters, (ii) stricter (i.e., less company-favorable) deal terms, and (iii) lower valuations. Whereas in 2021 a company may have been able to close a Series A financing within one to three months, that same round may now take between three to six months. Down Rounds: Companies may need to consider new rounds of financing where the pre-money valuation is lower than the post-money valuation of their prior round (known as a “down round”). Startups generally try to avoid down rounds because the lower valuation may imply that investors have lost confidence in the company and because investors are frequently protected from down round dilution. However, in some instances, a down round could be beneficial and may be a sacrifice that some companies and investors are willing to make to better the company’s chances of surviving. Consolidation: In times of economic uncertainty, many companies will consider consolidating with competitors to gain better market efficiencies and to ensure future success. A merger or an acquisition could be beneficial for startups whether they are being acquired by a larger company that is better positioned to weather a financial downturn or merging with another startup in their space to share cost. Companies that need additional funding should identify their well-funded competitors and consider approaching them as an acquisition target, and well-funded companies should reevaluate the opportunity to target companies with interesting technology (or talent) with favorable valuations. Pivot or Wind Down: The unfortunate truth is that, even under the best economic conditions, most startups fail. Some startups will exhaust their cash reserves and be forced to suspend all operations and wind down. While this is not what founders and investors wished for the company, if identified early enough, it could be an opportunity for founders to pivot and redouble efforts to find product-market fit. Of course, some startups may be better served by shutting down completely and returning some of their investors’ money rather than attempting to make a hard pivot and restarting the search for product-market fit. Startups will need to implement elevated cash management, capital raise and exit measures to withstand the current market tumult. Companies should fully understand their economic position, scale back where possible and frequently communicate with investors. Making decisions early, before the situation is critical, will often result in a better outcome. We know the terrain will be rocky, but the companies that can extend runway and lower their cash burn may be in the best position to survive. Send Print Report Latest PostsDodd-Frank Clawback Rule: NYSE and Nasdaq Extend Effective Date for Compliance to December 1, 2023 Cash is King: How A Capital Strategy Can Enable Today’s Start-Ups to Survive Commercial Financing Disclosure Laws Continue to Spread FTC Proposed Health Breach Notification Rule Changes Target the Online Collection of Health Data [Webinar] Abortion Access Post-Dobbs: Confusion, Confrontation and the Courts - July 11th, 1:00 pm - 2:00 pm ET See more » DISCLAIMER: Because of the generality of this update, the information provided herein may not be applicable in all situations and should not be acted upon without specific legal advice based on particular situations. © Manatt, Phelps & Phillips, LLP | Attorney Advertising Refine your interests » Written by: Manatt, Phelps & Phillips, LLP Contact + Follow x Following x Following - Unfollow Darren Bartlette + Follow x Following x Following - Unfollow Kalon Gutierrez + Follow x Following x Following - Unfollow Richard McDerby + Follow x Following x Following - Unfollow more less Published In: Capital Raising + Follow x Following x Following - Unfollow Early Stage Companies + Follow x Following x Following - Unfollow Emerging Growth Companies + Follow x Following x Following - Unfollow Investment + Follow x Following x Following - Unfollow Investors + Follow x Following x Following - Unfollow Liquidity Management + Follow x Following x Following - Unfollow Startups + Follow x Following x Following - Unfollow Venture Capital + Follow x Following x Following - Unfollow Business Organization + Follow x Following x Following - Unfollow Finance & Banking + Follow x Following x Following - Unfollow more less Manatt, Phelps & Phillips, LLP on: \"My best business intelligence, in one easy email…\" Your first step to building a free, personalized, morning email brief covering pertinent authors and topics on JD Supra: Sign Up Log in *By using the service, you signify your acceptance of JD Supra's Privacy Policy. - hide - hide Back to Top Home What Is JD Supra? Subscribe Leverage Your Thought Leadership Privacy Policy Terms & Conditions Contact Team Cookie Preferences Explore 2023 Readers' Choice Awards Copyright © JD Supra, LLC"}
{"https://www.jdsupra.com/legalnews/state-ags-choose-products-liability-3430025/": "Menu News & Insights Popular Labor & Employment Finance & Banking Intellectual Property Health & Healthcare Environmental Issues more… Business Insurance Commercial Real Estate Corporate Taxes Immigration Securities more… Personal Residential Real Estate Estate Planning Civil Rights Personal Taxes Bankruptcy more… Jump to: Latest Updates » Trending [7] [Ongoing] Read Latest COVID-19 Guidance, All Aspects [Hot Topic] Employer Liability Issues [Trending] Artificial Intelligence [Hot Topic] Environmental, Social & Governance Stay Informed: Popular Reads on JD Supra Meet JD Supra's Top Authors! Build a Morning News Digest: Easy, Custom Content, Free! Browse All Law News Topics » Find Author By Business Matters Labor & Employment Finance & Banking Intellectual Property Insurance Taxes By Personal Issues Civil Rights Family Matters Personal Injury Wills, Trusts, & Estate Planning Worker’s Compensation By Location California New York Texas Canada United Kingdom Subscribe Custom Email Digests Build a custom email digest by following topics, people, and firms published on JD Supra. Twitter RSS Feeds for Publishers For Reporters My Account Log In June 16, 2023 State AGs Choose Products Liability Case as Battleground for State Sovereignty Timothy Bado, Ketan Bhirud, Barry Boise, Christopher Carlson, Sean Fahey, Clayton Friedman, Natalia Jacobo, Judith \"Judy\" Jagdmann, Namrata Kang, Susan Nikdel, Stephen Piepgrass, John Sample, Avi Schick, Whitney Shephard, Trey Smith, Ashley Taylor Jr., Daniel Waltz, Michael Yaghi Troutman Pepper + Follow x Following x Following - Unfollow Contact LinkedIn Facebook Twitter Send Embed To embed, copy and paste the code into your website or blog: [co-author: Stephanie Kozol]* A bipartisan coalition of 23 state attorney generals led by Virginia AG Jason Miyares recently went up in arms about a products liability ruling they believe will threaten state consumer protection laws. On May 30, the coalition filed an amicus brief in support of the plaintiffs’ claims in In Re: Fosamax (Alendronate Sodium) Products Liability Litigation, a consolidated case where hundreds of plaintiffs claimed to suffer femur fractures as a result of taking Merck drug Fosamax. The plaintiffs sued Merck under state products liability law, alleging the drug manufacturer failed to warn consumers of the risk of atypical femoral fractures. The District Court of New Jersey dismissed the claims, holding that the doctrine of impossibility preemption blocked the state law claims because the FDA rejected a warning label discussing the risk of stress fractures — making it impossible for Merck to comply with both state and federal law. In the amicus brief, the state AGs’ emphasized that “[s]tate sovereignty is the bedrock principal of our constitutional system,” and that “impossibility preemption is and must remain a demanding defense.” The state AGs went on to argue that the court’s application of impossibility preemption “vividly illustrates the potential for mischief” because the label rejection at issue did not involve the “atypical fractures that injured the plaintiffs,” but only “stress fractures.” Overall, the AGs claimed that impossibility preemption should be rarely applied, and Merck did not meet the heightened “clear evidence” standard. Why It Matters This intervention by state AGs on the appeal shows their concerns about the implications of the ruling and what it could mean in the future for their consumer protection statutory authority under their respective Unfair and Deceptive Trade Practices Acts. *Senior Government Relations Manager Send Print Report Latest PostsFTC Seeks Public Input on Joint Consumer Protection Efforts with State Attorneys General State AGs Choose Products Liability Case as Battleground for State Sovereignty With Great Hiring Power Comes Great Responsibility: EEOC Releases New Warnings for Employers Leveraging AI Sixth Circuit Holds Receipt of One Ringless Voicemail Causes Article III Harm Under the TCPA Nursing Homes, Beware! Supreme Court Greenlights Civil Lawsuits to Enforce FNHRA See more » DISCLAIMER: Because of the generality of this update, the information provided herein may not be applicable in all situations and should not be acted upon without specific legal advice based on particular situations. © Troutman Pepper | Attorney Advertising Refine your interests » Written by: Troutman Pepper Contact + Follow x Following x Following - Unfollow Timothy Bado + Follow x Following x Following - Unfollow Ketan Bhirud + Follow x Following x Following - Unfollow Barry Boise + Follow x Following x Following - Unfollow Christopher Carlson + Follow x Following x Following - Unfollow Sean Fahey + Follow x Following x Following - Unfollow Clayton Friedman + Follow x Following x Following - Unfollow Natalia Jacobo + Follow x Following x Following - Unfollow Judith \"Judy\" Jagdmann + Follow x Following x Following - Unfollow Namrata Kang + Follow x Following x Following - Unfollow Susan Nikdel + Follow x Following x Following - Unfollow Stephen Piepgrass + Follow x Following x Following - Unfollow John Sample + Follow x Following x Following - Unfollow Avi Schick + Follow x Following x Following - Unfollow Whitney Shephard + Follow x Following x Following - Unfollow Trey Smith + Follow x Following x Following - Unfollow Ashley Taylor Jr. + Follow x Following x Following - Unfollow Daniel Waltz + Follow x Following x Following - Unfollow Michael Yaghi + Follow x Following x Following - Unfollow more less Published In: Life Sciences + Follow x Following x Following - Unfollow Merck + Follow x Following x Following - Unfollow Pharmaceutical Industry + Follow x Following x Following - Unfollow Preemption + Follow x Following x Following - Unfollow Prescription Drugs + Follow x Following x Following - Unfollow Product Defects + Follow x Following x Following - Unfollow Regulatory Agenda + Follow x Following x Following - Unfollow Regulatory Oversight + Follow x Following x Following - Unfollow State Attorneys General + Follow x Following x Following - Unfollow State Sovereignty + Follow x Following x Following - Unfollow Unfair or Deceptive Trade Practices + Follow x Following x Following - Unfollow Conflict of Laws + Follow x Following x Following - Unfollow Constitutional + Follow x Following x Following - Unfollow Consumer Protection + Follow x Following x Following - Unfollow Products Liability + Follow x Following x Following - Unfollow more less Troutman Pepper on: \"My best business intelligence, in one easy email…\" Your first step to building a free, personalized, morning email brief covering pertinent authors and topics on JD Supra: Sign Up Log in *By using the service, you signify your acceptance of JD Supra's Privacy Policy. - hide - hide Back to Top Home What Is JD Supra? Subscribe Leverage Your Thought Leadership Privacy Policy Terms & Conditions Contact Team Cookie Preferences Explore 2023 Readers' Choice Awards Copyright © JD Supra, LLC"}
{"https://www.jdsupra.com/legalnews/seventh-circuit-rules-3-95-in-postage-1553063/": "Menu News & Insights Popular Labor & Employment Finance & Banking Intellectual Property Health & Healthcare Environmental Issues more… Business Insurance Commercial Real Estate Corporate Taxes Immigration Securities more… Personal Residential Real Estate Estate Planning Civil Rights Personal Taxes Bankruptcy more… Jump to: Latest Updates » Trending [7] [Ongoing] Read Latest COVID-19 Guidance, All Aspects [Hot Topic] Employer Liability Issues [Trending] Artificial Intelligence [Hot Topic] Environmental, Social & Governance Stay Informed: Popular Reads on JD Supra Meet JD Supra's Top Authors! Build a Morning News Digest: Easy, Custom Content, Free! Browse All Law News Topics » Find Author By Business Matters Labor & Employment Finance & Banking Intellectual Property Insurance Taxes By Personal Issues Civil Rights Family Matters Personal Injury Wills, Trusts, & Estate Planning Worker’s Compensation By Location California New York Texas Canada United Kingdom Subscribe Custom Email Digests Build a custom email digest by following topics, people, and firms published on JD Supra. Twitter RSS Feeds for Publishers For Reporters My Account Log In June 16, 2023 Seventh Circuit rules $3.95 in postage spent by plaintiff to respond to second validation notice sufficient to establish FDCPA standing John Culhane Jr., Reid Herlihy, Kristen Larson Ballard Spahr LLP + Follow x Following x Following - Unfollow Contact LinkedIn Facebook Twitter Send Embed To embed, copy and paste the code into your website or blog: The U.S. Court of Appeals for the Seventh Circuit has ruled that a plaintiff in a putative class action had standing to assert FDCPA claims against the purchaser of her debt and the purchaser’s servicer based on the $3.95 she paid in postage to respond to a second validation letter after she had already responded to the first validation notice. In Mack v. Resurgent Capital Services, L.P., the plaintiff had received an initial validation notice from the debt collector hired by the servicer of her debt.  The letter informed her that her credit card account had been placed for collection and that she owed $7,179.87.  It also identified the purchaser of her debt as the “current creditor.”  Within 30 days of receiving the letter, the plaintiff mailed a validation request to the debt collector, paying $6.70 in postage for priority mail and a $3.45 certified mail fee.  The plaintiff then received a second validation letter sent by the servicer that identified the purchaser of her debt as the “current owner.”  She sent a second validation request to the servicer for which she paid fifty cents in postage for regular mail and a $3.45 certified mail fee. Having never received validation of her debt from the purchaser, servicer, or debt collector, the plaintiff filed a class action lawsuit against the purchaser and servicer alleging violations of the FDCPA.  The plaintiff alleged that she was confused and alarmed by the second letter.  She claimed that the defendants had engaged in a deceptive collection practice because the second validation letter “would cause any consumer, let alone the unsophisticated consumer, to believe that she must yet again dispute the Debt despite the fact that such consumer had already submitted a valid dispute of the Debt.” The district court, treating the defendants’ motion to dismiss as a summary judgment motion, ruled that the plaintiff had failed to establish standing because the time and money spent to send the second validation request did not rise to the level of detriment required for FDCPA standing.  According to the district court, the second letter “did not adversely affect any interests Congress sought to protect through the FDCPA and instead effectively provided [the plaintiff] with another opportunity to dispute her debt if she failed to properly do so upon receipt of the first letter.”  The district court also vacated its previous order certifying the class. As an initial matter, the Seventh Circuit indicated that because the district court should not have treated the defendants’ motion to dismiss as one for summary judgment, it would review the case as an appeal from a dismissal.  The Seventh Circuit found that the second letter had caused the plaintiff “to suffer a concrete detriment to her debt-management choices in the form of the expenditure of additional money to preserve rights that she had already preserved.”  According to the Seventh Circuit, “[m]oney damages caused by misleading communications from the debt collector are certainly included in the sphere of interests that Congress sought to protect.” The defendants argued that because the plaintiff spent the money to clear up her confusion, the cost was insufficient to establish standing.  While acknowledging that it has previously held that confusion is not itself an injury, the Seventh Circuit indicated that the plaintiff was not alleging that confusion was itself her injury.  Instead, she was alleging that her confusion caused her to act to her detriment, namely to spend extra money to preserve her right to seek validation, which she had been misled to believe she failed to do the first time.  According to the Seventh Circuit, the plaintiff had been misled to her financial detriment and “that the dollar cost was modest is irrelevant.” The Seventh Circuit reversed the dismissal and remanded the case to the district court to redefine the previously certified class to include only those persons who had acted to their detriment upon receiving a second validation letter.  This restriction on class members is likely to substantially reduce the size of the class and could even mean that no class can be certified because so few people can satisfy this restriction. [View source.] Send Print Report Latest PostsSeventh Circuit rules $3.95 in postage spent by plaintiff to respond to second validation notice sufficient to establish FDCPA standing DOJ Settles Redlining Claim Against ESSA Bank Eleventh Circuit rules district court did not abuse its discretion by dismissing defendants in CFPB enforcement action as sanctions for “obstructionist conduct” in depositions Challenges accepted, Professor Sovern FTC requests comment on consumer advocate petition regarding auto “yo-yo financing” See more » DISCLAIMER: Because of the generality of this update, the information provided herein may not be applicable in all situations and should not be acted upon without specific legal advice based on particular situations. © Ballard Spahr LLP | Attorney Advertising Refine your interests » Written by: Ballard Spahr LLP Contact + Follow x Following x Following - Unfollow John Culhane Jr. + Follow x Following x Following - Unfollow Reid Herlihy + Follow x Following x Following - Unfollow Kristen Larson + Follow x Following x Following - Unfollow more less Published In: Article III + Follow x Following x Following - Unfollow Class Action + Follow x Following x Following - Unfollow Debt Buyers + Follow x Following x Following - Unfollow Debt Collection + Follow x Following x Following - Unfollow Debt Collectors + Follow x Following x Following - Unfollow FDCPA + Follow x Following x Following - Unfollow Notice Requirements + Follow x Following x Following - Unfollow Standing + Follow x Following x Following - Unfollow Supreme Court of Appeal + Follow x Following x Following - Unfollow Constitutional + Follow x Following x Following - Unfollow Consumer Protection + Follow x Following x Following - Unfollow Finance & Banking + Follow x Following x Following - Unfollow more less Ballard Spahr LLP on: \"My best business intelligence, in one easy email…\" Your first step to building a free, personalized, morning email brief covering pertinent authors and topics on JD Supra: Sign Up Log in *By using the service, you signify your acceptance of JD Supra's Privacy Policy. - hide - hide Back to Top Home What Is JD Supra? Subscribe Leverage Your Thought Leadership Privacy Policy Terms & Conditions Contact Team Cookie Preferences Explore 2023 Readers' Choice Awards Copyright © JD Supra, LLC"}
{"https://www.jdsupra.com/legalnews/data-privacy-cybersecurity-insider-june-4430806/": "Menu News & Insights Popular Labor & Employment Finance & Banking Intellectual Property Health & Healthcare Environmental Issues more… Business Insurance Commercial Real Estate Corporate Taxes Immigration Securities more… Personal Residential Real Estate Estate Planning Civil Rights Personal Taxes Bankruptcy more… Jump to: Latest Updates » Trending [7] [Ongoing] Read Latest COVID-19 Guidance, All Aspects [Hot Topic] Employer Liability Issues [Trending] Artificial Intelligence [Hot Topic] Environmental, Social & Governance Stay Informed: Popular Reads on JD Supra Meet JD Supra's Top Authors! Build a Morning News Digest: Easy, Custom Content, Free! Browse All Law News Topics » Find Author By Business Matters Labor & Employment Finance & Banking Intellectual Property Insurance Taxes By Personal Issues Civil Rights Family Matters Personal Injury Wills, Trusts, & Estate Planning Worker’s Compensation By Location California New York Texas Canada United Kingdom Subscribe Custom Email Digests Build a custom email digest by following topics, people, and firms published on JD Supra. Twitter RSS Feeds for Publishers For Reporters My Account Log In June 16, 2023 Data Privacy + Cybersecurity Insider - June 2023 Jennifer Driscoll, Linn Freedman Robinson & Cole LLP + Follow x Following x Following - Unfollow Contact LinkedIn Facebook Twitter Send Embed To embed, copy and paste the code into your website or blog: CYBERSECURITY - Joint Advisory on MOVEit Transfer Vulnerability Published - CISA and FBI have issued a joint advisory on the MOVEit transfer vulnerability that should be on the radar of CISOs and IT professionals. The CLOP ransomware organization has been reportedly exploiting an SQL injection vulnerability in the MOVEit solution. According to the joint advisory, “Internet-facing MOVEit Transfer web applications were infected with a web shell named LEMURLOOT, which was then used to steal data from underlying MOVEit Transfer databases.” Please see full Publication below for more information. Download PDF CYBERSECURITYJoint Advisory on MOVEit Transfer Vulnerability PublishedCISA and FBI have issued a joint advisory on the MOVEit transfer vulnerability thatshould be on the radar of CISOs and IT professionals. The CLOP ransomwareorganization has been reportedly exploiting an SQL injection vulnerability in theMOVEit solution. According to the joint advisory, “Internet-facing MOVEit Transferweb applications were infected with a web shell named LEMURLOOT, which wasthen used to steal data from underlying MOVEit Transfer databases.” Read moreARTIFICIAL INTELLIGENCEUpdate on AI Legal ChallengesIt’s hard to keep up with all of the legal challenges related to artificial intelligence tools(AI), but here are a couple of noteworthy ones that have surfaced in the past fewweeks, in case you haven’t seen them. Read moreAI and Antitrust - When Does an Algorithm Become an Agreement? Part IIIThis blog post is the third in a three-part series exploring the intersection between AIand antitrust. Despite rapid AI developments and changes in the law, described in Part I and Part IIof this series, there are some measures companies can undertake to protectthemselves from missteps. Read morePRIVACY TIP #364Montana Enacts Genetic Information Privacy LawGenetic testing has only grown more popular as people become more comfortablewith the idea, but genetic information isn't always protected under HIPAA. Thisweek’s Privacy Tip discusses changes in Montana regarding genetic data privacyand disclosure. Read moreJune 15, 2023FEATURED AUTHORS:Jennifer M. DriscollLinn F. FreedmanFEATURED TOPICS:Artificial IntelligenceCybersecurityPrivacy TipVISIT + SHARE:Insider BlogR+C WebsiteLinkedInTwitterFacebookUpcoming Events:June 28-30, 2023: Linn Freedman will be participating in a cybersecurity panel as part of the 2023 FBINational Citizens Academy Alumni Association (FBINCAA) National Leadership Conference in Boston,MA. FBINCAA is a nonprofit, volunteer organization that works in partnership with the Federal Bureau ofInvestigation on community outreach programs to promote public safety and security through communityengagement, education, and service initiatives.© 2023 Robinson & Cole LLP. All rights reserved. No part of this document may be reproduced, stored in a retrieval system, or transmitted in any form or by anymeans, electronic, mechanical, photocopying, recording, or otherwise, without prior written permission. This document should not be considered legal advice anddoes not create an attorney-client relationship between Robinson+Cole and you. Consult your attorney before acting on anything contained herein. The viewsexpressed herein are those of the authors and not necessarily those of Robinson+Cole or any other individual attorney of Robinson+Cole. The contents of thiscommunication may contain ATTORNEY ADVERTISING under the laws of various states. Prior results do not guarantee a similar outcome.Robinson & Cole LLP | 280 Trumbull Street, Hartford, CT 06103 | rc.com Download PDF [161KB] Email Report LOADING PDF: If there are any problems, click here to download the file. Send Report Related Posts Data Privacy + Cybersecurity Insider - April 2023 Data Privacy + Cybersecurity Insider - March 2023 #2 Data Privacy + Cybersecurity Insider - March 2023 Latest PostsData Privacy + Cybersecurity Insider - June 2023 NLRB GC Files Complaint Alleging USC’s Football and Basketball Players are Employees See more » DISCLAIMER: Because of the generality of this update, the information provided herein may not be applicable in all situations and should not be acted upon without specific legal advice based on particular situations. © Robinson & Cole LLP | Attorney Advertising Refine your interests » Written by: Robinson & Cole LLP Contact + Follow x Following x Following - Unfollow Jennifer Driscoll + Follow x Following x Following - Unfollow Linn Freedman + Follow x Following x Following - Unfollow more less Published In: Artificial Intelligence + Follow x Following x Following - Unfollow Cybersecurity + Follow x Following x Following - Unfollow Data Privacy + Follow x Following x Following - Unfollow Data Protection + Follow x Following x Following - Unfollow Data Security + Follow x Following x Following - Unfollow Machine Learning + Follow x Following x Following - Unfollow Ransomware + Follow x Following x Following - Unfollow State Data Privacy Laws + Follow x Following x Following - Unfollow Vulnerability Assessments + Follow x Following x Following - Unfollow Consumer Protection + Follow x Following x Following - Unfollow Privacy + Follow x Following x Following - Unfollow Science, Computers & Technology + Follow x Following x Following - Unfollow more less Robinson & Cole LLP on: \"My best business intelligence, in one easy email…\" Your first step to building a free, personalized, morning email brief covering pertinent authors and topics on JD Supra: Sign Up Log in *By using the service, you signify your acceptance of JD Supra's Privacy Policy. - hide - hide Back to Top Home What Is JD Supra? Subscribe Leverage Your Thought Leadership Privacy Policy Terms & Conditions Contact Team Cookie Preferences Explore 2023 Readers' Choice Awards Copyright © JD Supra, LLC"}
